{
    "recipies":[
        {
            "id": "1",
            "category": "main",
            "title": "Amerikietiškas sūrio pyragas",
            "country": "Amerika",
            "ingredients": [
                "Miltai 200g",
                "Druska žiupsnelis",
                "Sviestas 100g",
                "Sūris 300g",
                "Aitriosios paprikos milteliai žiupsnelis",
                "Kiaušiniai 2vnt.",
                "Pienas 100ml",
                "Grietinėlė 100ml",
                "Muskato riešutas žiupsnelis"
            ],
            "instructions": "Miltus sumaišykite su druska ir sviestu, įpilkite 3 šaukštus vandens, užminkykite tešlą. Iškočiokite lakštą, įtieskite jį į apvalią kepimo forma, padarykite kraštus ir 200 laipsnių orkaitėje kepkite 15 min. Tai bus pyrago pagrindas.Sutarkuokite sūrius stambia tarka, tolygiai paskirstykite ant pagrindo, apibarstykite paprika. Kiaušinius su išplakite pienu ir grietinėle ir užpilkite ant sūrio. 220 laipsnių orkaitėje kepkite pyragą dar 20 min.",
            "imageUrl": "https://g.dcdn.lt/images/pix/surio-pyragas-61156955.jpg"
        },
        {
            "id": "2",
            "category": "main",
            "title": "Hemingvėjaus kiaušiniai",
            "country": "Amerika",
            "ingredients": [
                "Kiaušiniai 4 vnt.",
                 "Batono skrebučiai 4 vnt.",
                 "Rūkyta lašiša 4 riekelės",
                 "Ryžių actas 2 šaukštai",
                 "Sviestas 10 šaukštai",
                 "Kiaušinio trynys 3 vnt.",
                 "Druska 0.5 šaukštelio",
                 "Citrinų sultys 1 šaukštelis",
                 "Tabasko padažas šlakelis"
            ],
            "instructions": "Užvirkite vandenį puode ir įpilkite actą, užvirkite vandenį vėl ir sumažinkite ugnį. Kiaušinius atsargiai išmuškite į dubenėlį ir lėtai įleiskite kiaušinius po vieną į vandenį (nedėkite visų iš karto - palaukite kol kiekvienas pabaltuos. Išjunkite ugnį, uždenkite puodą ir palikite 4 minutes. Ištraukite kiekvieną virtą kiaušinį atskirai. Padažo paruošimas: keptuvėje ištirpdykite sviestą. Sudėkite likusius padažo ingrientus į trintuvą (maišytuvą) ir išplakite. Lėtai maišant supilkite ištirpdytą svietą ir lėtai plakite. Supilkite į indą ir pastatykite netoli šiltos viryklės - nevirkite ir nešildykite papildomai. Paskrudinkite batono riekutes, uždėkite rūkytą lašišą, atsargiai uždėkite kiaušinius ir užpilkite padažo.",
            "imageUrl": ""
        },
        {
            "id": "3",
            "category": "snack",
            "title": "Vištos sparneliai su medaus ir barbekiu padažu",
            "country": "Amerika",
            "ingredients": [
                "Vištiena 1 kg (sparnelių petelių)",
                "Alyvuogių aliejus 3 valg. š.",
                "Česnako milteliai 2 arbat. š.",
                "Druska 1 arbat. š.",
                "Juodieji pipirai 0,5 arbat. š. (grūsti)",
                "Rūkyta malta raudonoji paprika 0,5 arbat. š.",
                "Kajeno pipirai 0,25 arbat. š.",
                "BBQ padažas 280 g (padažui)",     
                "Medus 120 g (padažui)",
                "Pomidorų padažas 3 valg. š. (padažui)",
                "Sviestas 50 g (padažui)"
            ],
            "instructions": "Įkaitinkite orkaitę iki 200ᵒC temperatūros. Kepimo skardą išklokite kepimo popieriumi. Vištos sparnelius gerai perplaukite šaltu tekančiu vandeniu, kruopščiai nusausinkite popieriniais rankšluosčiais ir sudėkite į dubenį. Į tą patį dubenį supilkite alyvuogių aliejų ir suberkite visus prieskonius. Vištos sparnelius gerai ištrinkite aliejaus ir prieskonių mišiniu, kad tolygiai juo pasidengtų iš visų pusių. Marinuokite šaldytuve uždarame indelyje 1-2 valandas. Pasimarinavusius sparnelius išdėliokite ant kepimo popieriumi išklotos kepimo skardos vienu sluoksniu ir kepkite įkaitintoje orkaitėje apie 30-40 minučių, kol sparneliai gražiai apskrus, bus visiškai iškepę. Barbekiu padažą, medų ir pomidorų padažą sudėkite į nedidelį puodą. Kaitinkite virš vidutinės ugnies, kol pradės burbuliuoti. Leiskite pavirti porą minučių. Tuomet sudėkite sviestą ir įmaišykite, kol šis ištirps. Nuimkite nuo ugnies, atidėkite į šalį ir leiskite šiek tiek atvėsti. Vištos sparneliams iškepus, išimkite kepimo skardą iš orkaitės ir nustatykite kaitinimą iš viršaus ir orkaitės kepimo režimą „grill“. Sparnelius perkelkite į didelį karščiui atsparų dubenį, apipilkite paruoštu BBQ padažu ir išmaišykite, kol visi sparneliai tolygiai pasidengs padažu. Išdėliokite atgal ant kepimo skardos ir grąžinkite į orkaitę. Likusį padažą supilkite į dubenėlį ir atidėkite į šalį – patiekite jį su paruoštais sparneliais. Kepkite sparnelius kelias minutes – vos tik padažas pradės karamelizuotis ir sparneliai taps tamsiai gintarinės spalvos, išimkite iš orkaitės.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTKO9crK4_ZJ4Sjf7NMRFwHCHk4u6VA-qZjEg&usqp=CAU"
        },
        {
            "id": "4",
            "category": "dessert",
            "title": "Šokoladinis amerikietiškas sūrio pyragas",
            "country": "Amerika",
            "ingredients": [
                "Sūrūs sausainiai 1 pakelis",
                "Sviestas 3 šaukštai",
                "Juodasis šokoladas 60 g",
                "Maskarponės sūris 630 g",
                "Cukrus 1 stiklinė ir 2 šaukštai",
                "Vanilinis cukrus 2 šaukšteliai",
                "Miltai 3 šaukštai",
                "Kakavos milteliai 1 šaukštas",
                "Grietinėlė (riebi) 200 ml",
                "Kiaušiniai 4 vnt."
            ],
            "instructions": " Įkaitinkite orkaitę iki 160 laipsnių. Sumaišykite sausainių trupinius su sviestu ir ištirpintu šokoladu, sudėkite į kepimo formą ir kepkite 10-15 minučių. Tuo metu pasigaminkite pyrago pagrindą – sumaišykite sūrį, cukrų, kakavos miltelius, miltus ir vanilinį cukrų. Supilkite grietinėlę, dar kartą išmaišykite. Įmuškite po vieną kiaušinį. Supilkite masę ant pagrindo ir kepkite mažiausiai 50 minučių. Kai atvės, mažiausiai 4 valandoms įdėkite į šaldytuvą.",
            "imageUrl": "https://g1.dcdn.lt/images/pix/1200x470/XUys5eufGBg/sokoladinis-amerikietiskas-surio-pyragas-73257870.jpg"
        },
        {
            "id": "5",
            "category": "main",
            "title": "Traški žuvis pagal tradicinį anglų receptą",
            "country": "Anglija",
            "ingredients": [
                "Menkių filė 8 vnt",
                "Miltai 2 puodeliai",
                "Kepimo milteliai 1 šaukštas",
                "Druska 1 šaukštelis",
                "Juodieji malti pipirai 0.5 šaukštelio",
                "Mineralinis vanduo (stipriai gazuotas) 1 puodelis",
                "Ryžių miltai 0.5 puodelio",
                "Kiaušiniai 1 vnt."
            ],
            "instructions": "Menkių filė perpjaukite per pusę į lygias dalis. Gerai apvoliokite ryžių miltuose. Didesniame dubenyje sumaišykite miltus, kepimo miltelius, prieskonius, kiaušinį ir gazuotą mineralinį vandenįe, gerai išplakite. Į tešlą merkite žuvies gabaliukus, ištraukite ir dėkite virti-kepti į įkaitintą puode aliejų. Kepkite apie 5 minutes, kol žuvies gabaliukai gražiai apskrus. Iškeptą žuvį dėkite ant popierinio rankšluosčio, kad nuvarvėtų riebalai. Apibarstykite druska. Patiekite su skrudintomis bulvytėmis ir šviežiomis daržovėmis.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS-PNGluw3obFUFfUb667XPsgtTT11vb94D7w&usqp=CAU"
        },
        {
            "id": "6",
            "category": "snack",
            "title": "Jorkšyro pudingai",
            "country": "Anglija",
            "ingredients": [
                "Druska 1 šaukštelis",
                "Miltai 120g",
                "Pienas 300 ml",
                "Aliejus 50 g",
                "Kiaušiniai 4 vnt."
            ],
            "instructions": "Miltus sumaišykite su druska, įmuškite kiaušinius ir maišykite, kol masė taps vientisa. Tada maišydami supilkite pieną ir 30 min. tešlą laikykite šaldytuve. Orkaitę įkaitinkite iki 240 °C. Į kiekvieną formelę įpilkite truputėlį aliejaus. Formeles su riebalais įdėkite į orkaitę ir palaikykite apie 8 min., kad riebalai gerai įkaistų. Tada į formeles įpilkite tiek tešlos, kad pripildytų jas iki pusės, ir tuoj pat įdėkite atgal į orkaitę. Kepkite apie 10 min., tuomet sumažinkite temperatūrą iki 200 °C ir kepkite dar 15 min. Jei norite, kad pudingiukų apačia irgi apskrustų, likus 5 min. iki kepimo pabaigos juos išimkite iš formelių ir apverskite, kad apkeptų kita pusė.",
            "imageUrl": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/yorkshire-pudding-recipe-1582043801.jpg"
        },
        {
            "id": "7",
            "category": "snack",
            "title": "Angliškosios kryžiaus bandelės",
            "country": "Anglija",
            "ingredients": [
                "Sausos mielės 1 šaukštelis",
                "Sviestas 4 šaukštai",
                "Cinamonas 1 šaukštas",
                "Muskato riešutas žiupsnelis",
                "Džiovinti vaisiai 1 stiklinė",
                "Vanduo 5 šaukštai",
                "Miltai 4 stiklinės ir 2 šaukštai",
                "Pienas 1 stiklinė",
                "Kiaušiniai 2 vnt."
            ],
            "instructions": "Į didelį indą supilkite 4 stiklines miltų, pridėkite 4 šaukštus sutarkuoto sviesto ir pirštų galiukais gerai išminkykite su miltais. Įdėkite šaukštelį sausų mielių, šaukštą cinamono, nemažą žiupsnį malto muskatinio riešuto ir stiklinę susmulkintų džiovintų vaisių. Vaisus galima šiek tiek pamirkyti konjake. Viską gerai išmaišykite. Kitame inde suplakite 2 kiaušinius ir stiklinę pieno. Supilkite į indą su tešlą ir gerai išminkykite. Padarykite iš tešlos rutulį, uždenkite jį rankšluostėliu ir palaikykite šiltai valandą. Po to suformuokite bandeles, jų viršuje įspauskite kryžių, kurį konditeriniu švirkštu užpildykite miltų ir vandens mišiniu (2šaukštai miltų ir 5 stiklinės vandens). Iki 200 laipsnių įkaitintoje orkaitėje kepkite maždaug 25 min.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTUL_Vf1qD7rdg5eZpWgynqz56bJL1VlU07NQ&usqp=CAU"
        },
        {
            "id": "8",
            "category": "dessert",
            "title": "Purus obuolių pudingas",
            "country": "Anglija",
            "ingredients": [
                "Razinos 50 g",
                "Sviestas 240 g",
                "Kalvadosas 50 g",
                "Obuoliai 3 vnt.",
                "Cukrus 175 g",
                "Vanilinis cukrus 1 pakelis",
                "Miltai 150 g",
                "Kepimo milteliai žiupsnelis",
                "Tarkuota citrinos žievelė žiupsnelis",
                "Kiaušiniai 2 vnt.",
                "Pienas 3 stiklinės",
                "Migdolai 30 g",
                "Grietinė 200 g"
            ],
            "instructions": "Orkaitę įkaitinkite iki 190 0C. Razinas pamerkite į kalvadosą. Sviestu ištepkite formą, kurioje keps pyragas. Obuolius nulupkite ir išpjaukite viduriukus, supjaustykite mažais kubeliais. Obuolius, trečdalį cukraus, 15 g sviesto pakepinkite keptuvėje. Karts nuo karto pamaišykite. Po kurio laiko suberkite razinas ir supilkite kalvadosą. Dar pakepkite 5-10 min., kol obuoliai suminkštės. Masę supilkite į kepimo formą, išlyginkite. Leiskite atvėsti. Tuo metu sumaišykite likusį sviestą ir cukrų. Po vieną įmuškite kiaušinį. Jeigu masė ima sluoksniuotis, įberkite dar šaukštą miltų. Po to nuolat maišydami suberkite likusius miltus, citrinos žievelę ir pieną. Jeigu tešla išeis labai tiršta, įpilkite dar šlakelį pieno. Tešlos konsistencija turėtų būti tokia, kad lengvai atsiskirtų nuo šaukšto. Supilkite tešlą ant obuolių. Pabarstykite smulkintais migdolais arba cukraus pudra. Kepkite 30-35 min. Iš vanilinio cukraus ir grietinės suplakite padažą. Pudingą reikia valgyti dar šiltą, aplietą vanilės ir grietinės padažu.", 
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQbP9eLOK4PHJZ8h305mUHg9g-Gwiudp4bsrA&usqp=CAU"
        },
        {
            "id": "9",
            "category": "main",
            "title": "Ypatingas kukurūzų troškinys",
            "country": "Argentina",
            "ingredients": [
                "Kukurūzai 1 vnt.",
                "Moliūgas (mažas) 1 vnt.",
                "Svogūnai 1 vnt.",
                "Jautiena 250 g",
                "Paprikos 1 vnt.",
                "Pomidorai 2 vnt.",
                "Morkos 3 vnt.",
                "Druska pagal skonį",
                "Pipirai pagal skonį",
                "Sultinys pagal skonį"
            ],
            "instructions": "Kukurūzus nuo burbuolės atskirkite aštriu peiliu. Arba galima naudoti konservuotus kukurūzus (2 nedideli indeliai). Į puodą sudėkite supjaustytą jautieną, supilkite nedidelį kiekį paruošto sultinio, suberkite supjaustytas morkas ir moliūgą. Virkite kol suminkštės. Kol verda, keptuvėje pakepinkite smulkiai supjaustytus svogūnus. Į keptuvę sudėkite paprikas, kukurūzus, pomidorus be odelės ir įpilkite šlakelį vandens. Troškinkite apie 20 minučių. Viską sudėkite į puodą, pabarstykite druskos ir pipirų. Troškinkite apie 30 minučių.",
            "imageUrl": "https://g1.dcdn.lt/images/pix/1200x470/_OIh89_fPfs/sotus-kukuruzu-troskinys-65258844.jpg"
        },
        {
            "id": "10",
            "category": "snack",
            "title": "Argentinietiški šoninės suktinukai",
            "country": "Argentina",
            "ingredients": [
                "Šaltai rūkyta šoninė 0.5 kg",
                "Duona skrudinimui 12 riekelės",
                "Kondensuotas pienas 1 indelis",
                "Čederio sūris 3 puodeliai",
                "Garstyčios 2 šaukštai",
                "Vorčesterio padažas pagal skonį"
            ],
            "instructions": "Šaltai rūkytą šoninę supjaustykite išilgai riekelėmis. Dvi riekeles suguldykite vieną po kita. Imkite skrudinimo riekelę, nupjaukite plutą ir uždėkite ant šoninės krašto. Sumaišykite kondensuotą pieną su garstyčiomis ir Vorčesterio padažu. Gauto mišinio užtepkite ant duonos riekės. Užbarstykite sutarkuoto sūrio ir duonos riekę sukite su šonine. Paimkite peilį ir supjaustykite pailgą suktinuką į dvi ar tris dalis. Su mediniais smeigtukais persmeikite suktinukus ir kiškite į iki 190 laipsnių įkaitintą orkaitę. Kepkite kol šoninė gražiai apskrus.",
            "imageUrl": "https://g1.dcdn.lt/images/pix/1200x470/SHKgF-AlnLE/sonines-suktinukas-65237371.jpg"
        },
        {
            "id": "11",
            "category": "main",
            "title": "Didieji jautienos kepsniai su viskio padažu",
            "country": "Argentina",
            "ingredients": [
                "Jautienos nugarinė 350 g",
                "Alyvuogių aliejus truputis",
                "Druska pagal skonį",
                "Juodieji malti pipirai pagal skonį",
                "Svogūnai 1 vnt.",
                "Česnakai 1 skiltelė",
                "Viskis stiklinė",
                "Pomidorų pasta 3 šaukštai",
                "Klevų sirupas stiklinė",
                " Actas 1 šaukštas",
                "Dižono garstyčios 2 šaukšteliai",
                "Rūkytų paprikų milteliai 1 šaukštelis",
                "Tabasko padažas 1 šaukštelis",
                "Juodieji malti pipirai šaukštelis"
            ],
            "instructions": "Keptuvėje įkaitinkite aliejų. Sudėkite svogūnus ir pakepkite, kol pasidarys skaidrūs. Sudėkite česnaką, pakepinkite apie 1 minutę pamaišydami. Nukelkite keptuvę nuo ugnies ir lėtai supilkite viskį. Vėl dėkite keptuvę ant ugnies ir maišykite apie 2 min., kol viskis beveik išgaruos. Supilkite pomidorų tyrę, sirupą, actą, garstyčias, paprikos miltelius, Tabasco padažą, pipirus ir lėtai pavirkite, kol sutirštės. Nukelkite keptuvę nuo ugnies. Pašlakstykite kepsnius alyvuogių aliejumi, prieskoniais, druska ir pipirais. Palaikykite juos prieš kepdami kambario temperatūroje apie 15-30 min. Įkaitinkite grilį. Kepkite kepsnius ant grotelių – 8-10 min., kad būtų vidutiniškai iškepę. Vieną ar du kartus apverskite. Iškepusius palaikykite 3-5 min. ir patiekite.",
            "imageUrl": "https://images.squarespace-cdn.com/content/v1/579bd3a2197aea7c6b7aa2e2/1481929164004-R9KPQJ5MRSUL7I8G7W28/ARGENTINIAN+STEAKHOUSE+with+chimichurri"
        },
        {
            "id": "12",
            "category": "dessert",
            "title": "Bananų sklindžiai",
            "country": "Argentina",
            "ingredients": [
                "Vanilės ekstraktas 1 šaukštelis",
                "Cukraus pudra 1 šaukštas",
                "Bananai 2 vnt.",
                "Aliejus 500 ml",
                "Miltai 110 g",
                "Pienas 80 ml",
                "Kiaušiniai 2 vnt."
            ],
            "instructions": "Sumaišykite pieną, cukraus pudrą, vanilės ekstraktą ir kiaušinių trynius. Atsargiai berkite miltus ir nuolat maišykite Kitame dubenyje kiaušinių baltymus išplakite iki standžių putų ir sumaišykite su tešla. Į tešlą įmaišykite sutarkuotus bananus. Įkaitinkite aliejų puode iki 180 laipsnių. Iš tešlos formuokite mažus blynelius ir dėkite kepti iki pagels ir apskrus. Po dviejų-trijų minučių ištraukite. Patiekiant apibarstykite cukraus pudra.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ0SD9lobUpgVXGMAxLGoHubZTcNnSFFMc98Q&usqp=CAU"
        },
        {
            "id": "13",
            "category": "main",
            "title": "Avienos šašlykas",
            "country": "Armėnija",
            "ingredients": [
                "Aviena 1 kg",
                "Svogūnų laiškai 1 sauja",
                "Svogūnai 4 vnt.",
                "Agurkai 200 g",
                "Pomidorai 200 g",
                "Citrinos 1 vnt.",
                "Actas 1 šaukštas",
                "Druska pagal skonį",
                "Pipirai pagal skonį",
                "Baltas sausas vynas 1 šaukštas",
                "Ryžiai 300 g"
            ],
            "instructions": "Avieną nuplaukite vos drungnu vandeniu, nusausinkite ir supjaustykite nedideliais kubeliais. Dvi svogūno galvutes nulupkite, stambiai supjaustykite ir kartu su avienos kubeliais sudėkite į dubenį. Apibarstykite druska ir maltais juodaisiais pipirais, apliekite actu ir sausu baltuoju vynu. Citriną perpjaukite pusiau, išspauskite iš jos sultis, apliekite jomis avieną ir viską gerai išmaišykite. Dubenį su aviena uždenkite dangčiu ir padėkite trims valandoms į šaldytuvą. Po to mėsą dar kartą išmaišykite su marinatu ir sumaukite ant metalinių arba medinių iešmų. Avieną kepkite dvidešimt minučių, apversdami iš visų pusių. Prie šio patiekalo puikiai tiks ryžiai ir šviežios traškios daržovės, pavyzdžiui, „Iceberg“ salotos, slyviniai pomidoriukai ir nedidukai agurkai. Puikiai derėtų ir apskrudintų cukinijų gabalėliai, pagardinti česnako padažu.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT3pml9lGG5X-qb0ERXVPQJO6WsZOXtKVi-Bw&usqp=CAU"
        },
        {
            "id": "14",
            "category": "main",
            "title": "Armėniška ėriena",
            "country": "Armėnija",
            "ingredients": [
                "Ėrienos filė 250 g",
                "Garstyčios 50 g",
                "Petražolės 20 g",
                "Pistacijos gliaudytos 50 g",
                "Bulvės 200 g",
                "Alyvuogių aliejus 60 g",
                "Žirneliai su ankštimis 60 g",
                "Malti džiūvėsėliai 50 g",
                "Rozmarinai 20 g",
                "Sviestas 20 g",
                "Druska pagal skonį",
                "Pipirai pagal skonį"
            ],
            "instructions": "Ėriuko file ištriname druska ir pipirais. Apkepame keptuvėje. Petražoles susmulkiname ir sumaišome su garstyčiomis, tepame ant mėsos. Išteptą mėsą voliojame į džiūvesėliuose, sumaišytuose su smulkintomis pistacijomis ir kepame orkaitėje 180 laipsnių apie 15 min. Bulves išskaptuojame rutuliukais, verdame. Išvirtas bulves apkepame su rozmarinu. Žirnių ankštis apverdame ir pakepame ant sviesto.",
            "imageUrl": "https://img.delicious.com.au/EESoc8MW/w759-h506-cfill/del/2018/08/pistachio-and-lemon-crusted-lamb-backstraps-84604-4.jpg"
        },
        {
            "id": "15",
            "category": "snack",
            "title": "Naminis lavašas",
            "country": "Armėnija",
            "ingredients": [
                "Sausų mielių 5 g",
                "Miltai truputėlis",
                "Vanduo 400 ml",
                "Cukrus 1 šaukštelis",
                "Kiaušinis 1 vnt.",
                "Sviestas 50 g"
            ],
            "instructions": "Iš mielių, cukraus, vandens, sviesto, kiaušinio ir miltų (tiek, kad būtų tešla minkoma) maišome tešlą. Paruoštą tešlą paliekame 1 valandai, kad pakiltų. Tada kočiojame lavašo blynukus. Kepame sausoje keptuvėje, trumpai.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR3E-JzKoZeqgByuT3-D7H1HZO1y7C4Q5tcwg&usqp=CAU"
        },
        {
            "id": "16",
            "category": "dessert",
            "title": "Baklava",
            "country": "Armėnija",
            "ingredients": [
                "Filo tešla 450 g (pakelio)",
                "Riešutai 300 g (mėgstamų mišinys)",
                "Sviestas 200 g",
                "Medus 200 g",
                "Cukrus 100 g",
                "Vanduo 100 ml",
                "Citrina 1 vnt.",
                "Cinamonas šiek tiek",
                "Maltas kardamonas šiek tiek"
            ],
            "instructions": "Kol gaminsime, nenaudojamą ištiestą tešlą visą laiką laikykite po drėgnu rankšluostėliu, kitaip tešla pradės džiūti. Sviestą ištirpinti. Vieną tešlos lapą aptepti sviestu, dėti kitą lapą, vėl sviesto, taip sudėti maždaug 5 - 6 sluoksnius, antlakštų dėti smulkintų riešutų, po to vėl dėti tešlos sluoksnius. Viską dėti į kepimo popieriumi išklotą skardą. Viršų aptepti sviestu. Kepti iki 175 C laipsnių įkaintoje orkaitėje apie 25 minutes, tuomet jau stebėti, kol pradės ruduoti paviršius ir išjungti. Išimti iš orkaitės. Medų ištirpinti ir sumaišyti su cinamonu, kardamonu, iš citrinos išpsuastomis sultimis ir vandeniu. Šiuo sirupu sulaistyti šiltą, bet nebe karštą baklavą. Galima pabarstyti sezamo sėklomis, bet nebūtina. Palikti kelioms valandoms, kad sirupas susigertų.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRihaQIkZLPVjJ3-fksOvEDuIvoGBcX4COGhQ&usqp=CAU"
        },
        {
            "id": "17",
            "category": "snack",
            "title": "Midijos su fetos sūriu",
            "country": "Belgija",
            "ingredients": [
                "Midijos 1 kg",
                "Svogūnai 1 vnt.",
                "Česnakai 2 skiltelės",
                "Čili pipirai 1 vnt",
                "Baltas sausas vynas 250 ml",
                "SKonservuoti pomidorai 1 indelis",
                "Vyšniniai pomidoriukai 20 vnt.",
                "Fetos sūris 200 g",
                "Petražolės sauja",
                "Krapai žiupsnelis",
                "Aliejus 1 šaukštas"
            ],
            "instructions": "Midijas gerai išplaukite, nuvalykite. Svogūną, česnakus, čili pipirą smulkiai sukapokite ir apkepkite, kol suminkštės. Supilkite vyną ir kaitinkite, kol šio pusė nugaruos (apie 10 minučių). Supilkite pomidorus iš skardinės, petražoles, krapus. Troškinkite dar 5-7 minutes. Sudėkite perpjautus pusiau pomidoriukus, sukapotą fetą. Išmaišykite. Sudėkite midijas. Troškinkite, pakratydami troškintuvą 5 minutes, kol midijos atsidarys.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQyecoxC1kqujifVC-K6-qEUl7BlYDINnXwcA&usqp=CAU"
        },
        {
            "id": "18",
            "category": "main",
            "title": "Belgiškas grybų omletas",
            "country": "Belgija",
            "ingredients": [
                "Grybai 250 g",
                "Miltai 4 šaukštai",
                "Rūkytas kumpis 100 g",
                "Mineralinis vanduo 100 ml",
                "Petražolės žiupsnelis",
                "Aliejus 3 šaukštai",
                "Kiaušinis 3 vnt.",
                "Sviestas 30 g",
                "Druska pagal skonį",
                "Pipirai pagal skonį"
            ],
            "instructions": "Grybus (baravykus, voveraites ar pievagrybius) nuvalykite, nuplaukite, supjaustykite ir 7 minutes pakepinkite svieste, pabaigoje sudėkite smulkiai supjaustytą kumpį. Iš kiaušinių trynių, mineralinio vandens ir miltų užmaišykite grietinės tirštumo tešlą. Baltymus išplakite atskirai ir sumaišykite su trynių mase bei atvėsintais grybais. Pagardinkite druska ir pipirais. Omletą kepkite svieste, patiekite apibarstę smulkintomis petražolėmis su cikorijų salotomis ar kitomis šviežiomis daržovėmis.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR2-kXB4HfOROxvEPndixgsmM_uOECRy0mhEg&usqp=CAU"
        },
        {
            "id": "19",
            "category": "snack",
            "title": "Belgiškai ruošti smidrai",
            "country": "Belgija",
            "ingredients": [
                "Žalieji šparagai 250 g",
                "Citrinų sultys vnt.",
                "Petražolės kapotos 2 šaukštai",
                "Malti džiūvėsėliai 1 šaukštas",
                "Kiaušinis 3 vnt.",
                "Sviestas 50 g",
                "Druska pagal skonį",
                "Pipirai pagal skonį"
            ],
            "instructions": "Pirmiausiai smidrus plonai nulupame, nupjaustome jų sumedėjusius kotelius, surišame ir verdame puode pastačius stačiai, kad kotai išvirtų vandenyje, o viršūnės – garuose. Jie išverda per 4 - 5 minutes. Išvirusius perliejame šaltu vandeniu, nusausiname ir sudedame į lėkštę. Tuomet kietai išverdame kiaušinius, atšaldome ir supjaustome smulkiais gabalėliais. Keptuvėje išlydome sviestą ir sudedame pjaustytus kiaušinius. Juos kiek apkepame, tada suberiame džiūvesėlius ir pakepame, kol džiūvėsėliai tampa traškūs. Gardiname kapotomis petražolėmis, druska ir pipirais. Ant išvirtų smidrų išspaudžiame citrinos sulčių ir užpilame svieste keptus kiaušinius su džiūvėsėliais.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTIddS32fsLFpl5xU5bJ7KaOjLzdi_VpravVA&usqp=CAU"
        },
        {
            "id": "20",
            "category": "dessert",
            "title": "Belgiški vafliai",
            "country": "Belgija",
            "ingredients": [
                "Pienas 600 ml",
                "Miltai 4 stiklinės",
                "Vanilinis cukrus 2 šaukšteliai",
                "Cukrus stiklinė",
                "Kiaušinis 3 vnt.",
                "Sviestas 200 g",
                "Druska žiupsnelis"
            ],
            "instructions": "Nedideliame dubenyje mieles sumaišykite su 50 ml šilto pieno. Palikite stovėti maždaug 10 minučių. Dideliame dubenyje kartu išplakite kiaušinių trynius, 50 ml šilto pieno ir ištirpintą sviestą. Į šią masę supilkite pastovėjusias mieles, cukrų, druską ir vanilę. Supilkite likusius 500 ml pieno pakaitomis su miltais, užbaigiama turi būti miltais. Iki stangrumo išplakite kiaušinių baltymus, paskui juos atsargiai įmaišykite į bendrą tešlą. Dubenį sandariai uždenkite maistine plėvele. Padėkite į šiltą vietą ir leiskite pakilti, kol tešlos tūris padidės dvigubai. Įkaitinkite vaflinę. Ištepkite ją aliejumi ir į vaflinės vidurį supilkite maždaug 1/2 puodelio tešlos. Uždarykite dangtį ir kepkite, kol nustos virsti garai ir vaflis pasidarys auksinio rudo atspalvio.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQRwJSx3nRYogw7lvjHm6wb3NOF8Cfgpp1MGw&usqp=CAU"
        },
        {
            "id": "21",
            "category": "salad",
            "title": "Braziliškos vištienos salotos",
            "country": "Brazilija",
            "ingredients": [
                "Vištienos filė 0.5 kg",
                "Konservuoti žirneliai 0.5 puodelio",
                "Konservuoti kukurūzai 0.5 puodelio",
                "Obuoliai 2 vnt.",
                "Laimo vaisių sultys 3 šaukšteliai",
                "Virtos bulvės 0.5 kg",
                "Razinos 0.5 puodelio",
                "Majonezas 0.5 puodelio",
                "Alyvuogių aliejus 3 šaukštai",
                "Svogūnų laiškai sauja",
                "Druska pagal skonį",
                "Pipirai pagal skonį"
            ],
            "instructions": "Atskirai išvirkite bulves ir vištieną. Palaukite kol atvės ir supjaustykite mažais gabalėliais. Vištieną sumaišykite su laimo vaisių sultimis ir alyvuogių aliejumi. Nulupkite obuolį, smulkiai supjaustykite ir sumaišykite su vištiena. Išmirkykite razinas ir sumaišykite su vištiena, konservuotais žirneliais, kukurūzais ir smulkiai pjaustytais svogūnų laisškais. Galiausiai sudėkite pjaustytas bulves, majonezo, druskos ir pipirų. Viską gerai išmaišykite.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTSSnTzhdqXctxjMuIeWJSwrsTQx0Bck2nAkA&usqp=CAU"
        },
        {
            "id": "22",
            "category": "snack",
            "title": "Braziliška sūrio duona",
            "country": "Brazilija" ,
            "ingredients": [
                "Miltai 170 g",
                "Alyvuogių aliejus stiklinė",
                "Kiaušinis 1 vnt.",
                "Pienas stiklinė",
                "Fermentinis sūris 70 g",
                "Druska pagal skonį"
            ],
            "instructions": "Patarimas: naudokite kambario temperatūros kiaušinį. Kad būtų greičiau, galite jį keletą minučių palaikyti inde su šiltu vandeniu. Įkaitinkite orkaitę iki 200 laipsnių. Riebalais patepkite 16 mini keksiukų kepimo formelių. Visus ingredientus mikseriu išplakite iki tolygios masės ir sukrėskite į formeles. Kepkite orkaitėje 15-20 min, kol gražiai parus. Išimkite iš orkaitės ir leiskite atvėsti. Duoną valgykite šiltą.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTp0f_xPNav85MVqleAs3d8QJUZK_jypBQJHg&usqp=CAU"
        },
        {
            "id": "23",
            "category": "soup",
            "title": "Žuvienė su kokosų pienu",
            "country": "Brazilija",
            "ingredients": [
                "Kokosų pienas 400 ml",
                "Menkė 300 g",
                "Pomidorai 2 vnt.",
                "Svogūnas 1 vnt.",
                "Raudonoji paprika 0.5 vnt.",
                "Žalioji paprika 0.5 vnt.",
                "Citrina 0.5 vnt.",
                "Aliejus 3 šaukštai",
                "Rūkytos paprikos milteliai 2 šaukšteliai",
                "Česnakas 1 skiltelė"
            ],
            "instructions": "Susmulkiname svogūną, paprikas, pomidorus ir česnaką. Apkepiname keptuvėje su įkaitintu aliejumi. Patroškiname apie 10 min., vis pamaišant. Sudedame nedideliais gabaliukais pjaustytą žuvį, beriame saldžios paprikos miltelius, supilame kokoso pieną ir troškiname ant lengvos ugnies apie 15 min. Supilame citrinos sultis ir išmaišome, išjungiame viryklę.",
            "imageUrl": "https://domesticgothess.com/wp-content/uploads/2019/02/vegan-tofu-moqueca.jpg"
        },
        {
            "id": "24",
            "category": "dessert",
            "title": "Kondensuoto pieno pyragas",
            "country": "Brazilija",
            "ingredients": [
                "Kondensuotas pienas 400 ml",
                "Pienas 800 ml",
                "Vanduo 5 šaukštai",
                "Cukrus 1 puodelis",
                "Kiaušinis 4 vnt.",
                "Vanilės ekstraktas 1 šaukštelis"
            ],
            "instructions": "Metaliniame dubenėlyje kaitinkite ant mažos ugnies cukrų, kol šis pradės lydytis. Įpilkite vandens ir maišant virkite apie 10 minučių. Gautą karamelę supilkite į apvalią pyrago formą. Išlyginkite ir palikite, kad sutirštėtų. Į didelį dubenį supilkite pieną, kondensuotą pieną, vanilės ekstraktą ir įmuškite kiaušinius. labai gerai išplakite. Plakinį atsargiai supilkite į kepimo formą ant sutirštėjusios karamelės (pilkite taip, kad karamelė ir plakinys nesusimaišytų). Kepimo indą uždenkite kepimo folija ir įstatykite į skardą aukštais kraštais, iki pusės pripiltą vandens. Kepkite iki 190 laipsnių įkaitintoje orkaitėje apie 1 valandą 40 minučių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTdOQnG4v-komvs88pMOrtAT9pQc54NbXY_zQ&usqp=CAU"
        },
         {
            "id": "25",
            "category": "salad",
            "title": "Graikiškos salotos su tunu",
            "country": "Graikija",
            "ingredients": [
                "Fetos sūris 50 g",
                "Alyvuogių aliejus 1 šaukštas",
                "Agurkai 2 vnt.",
                "Avokadai 1 vnt.",
                "Tunas savo sultyse 1 indelis",
                "Vyšniniai pomidoriukai 6 vnt.",
                "Raudonieji svogūnai 1 vnt.",
                "Žaliosios alyvuogės 8 vnt.",
                " Provanso žolelės 0.5 šaukštelio"
            ],
            "instructions": "Nulupkite ir griežinėliais supjaustykite raudonąjį svogūną, fetos sūrį, alyvuoges, nuluptus agurkus ir avokadą. Tuną nusunkite. Vyšninius pomidorus perpjaukite pusiau. Viską sumaišykite, pabarstykite Provanso žolelėmis ir apšlakstykite alyvuogių aliejumi.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR2oyrvsPB2fe9CDGB6V7pLaOsdCL9BAOJVLw&usqp=CAU"
        },
        {
            "id": "26",
            "category": "main",
            "title": "Graikiškas ėrienos troškinys",
            "country": "Graikija",
            "ingredients": [
                "Ėrienos kumpis 800 g",
                "Ropės 200 g",
                "Morkos 200 g",
                "Svogūnai 50 g",
                "Česnakai 2 skiltelės",
                "Alyvuogės 3 šaukštai",
                "Čiobreliai pagal skonį",
                "Rozmarinai pagal skonį"
            ],
            "instructions": "Supjaustykite mėsą kubeliais ir sumaišykite su aliejumi bei prieskonių mišiniu. Įdėkite į plastikinį maišelį ir palikite marinuotis apie 6 val. Vėliau apkepkite mėsą keptuvėje. Kol mėsa kepa nulupkite daržoves ir supjaustykite stambiais gabalėliais. Mėsą kartu su daržovėmis sudėkite į kepimo indą, uždenkite folija ir kepkite orkaitėje 185˚C temperatūroje apie 1,5 valandos.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQRJFaNlIMKBvf7tO01rH96u8gtKlCdoW4HjA&usqp=CAU"
        },
        {
            "id": "27",
            "category": "snack",
            "title": "Keptos bulvės",
            "country": "Graikija",
            "ingredients": [
                "Bulvės  8 vnt.",
                "Aliejus 5 šaukštai",
                "Raudonėliai 1 šaukštelis",
                "Citrinų sultys 2 šaukštai",
                "FPipirai 2 žiupsneliai",
                "Druska 0.5 šaukštelio",
                "Česnakai 4 skiltelės"
            ],
            "instructions": "Bulves nulupkite ir supjaustykite skiltelėmis. Apšlakstykite citrinos sultimis ir išmaišykite. Pabarstykite druska ir juodaisiais pipirais, išmaišykite ir palikite pastovėti 10 minučių. Į aliejų įberkite raudonėlio, išspauskite česnako ir išmaišykite. Bulves sumaišykite su aliejumi ir paskleiskite ant kepimo popieriumi ištiestos skardos. Kepkite iki 200 laipsnių įkaitintoje orkaitėje apie 50 minučių (kol gražiai apskrus).",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQOnOUKh8sKuL6WKcDxM8MWGIKkbsyqWJdhRA&usqp=CAU"
        },
        {
            "id": "28",
            "category": "dessert",
            "title": "Saldus graikiškas omletas",
            "country": "Graikija",
            "ingredients": [
                "Miltai 8 šaukštai",
                "Aliejus 1 šaukštas",
                "Kiaušinis 2 vnt.",
                "Pienas 2 stiklinės",
                "Figos 12 vnt.",
                "Migdolai sauja",
                "Vynuogės (mažos, besėklės) sauja",
                "Druska žiupsnelis",
                "Muskato riešutas žiupsnelis",
                "Cukrus 2 šaukšteliai",
                "Cinamonas žiupsnelis"
            ],
            "instructions": "Kiaušinius gerai išplakite, supilkite pieną, suberkite miltus ir gerai išmaišykite. Pagardinkite druska ir muskato riešutu. Palikite tešlą pusvalandžiui, kad išbrinktų, paskui įmaišykite supjaustytas figas, susmulkintus migdolus ir vynuoges. Omletą kepkite gerai įkaitintame aliejuje, pabarstę cukrumi ir cinamonu.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ8NBYq0OLw7Mmgjv-8he5tFAV3jaxs7e8g5Q&usqp=CAU"
        },
        {
            "id": "29",
            "category": "main",
            "title": "Chačapuri su vištiena",
            "country": "Gruzija",
            "ingredients": [
                "Miltai 2.5 puodelio",
                "Sausos mielės 2 šaukšteliai",
                "Aliejus 3 šaukštai",
                "Rikotos sūris 200 g",
                "Mocarelos sūris 100 g",
                "Vištiena 150 g",
                "Kiaušiniai 2 vnt.",
                "Mocarelos sūris 50 g",
                "Šiltas vanduo"
            ],
            "instructions": "Tešlą užmaišykite iš miltų, sausų mielių, šlakelio alyvuogių aliejaus ir šilto vandens. Šilto vandens reikia tiek, kad tešla būtų prie rankų nelimpanti, bet minkšta ir vientisa. Tešlą palikite pakilti mažiausiai 3 valandas. Keptą arba virtą vištieną labai smulkiai supjaustykite ir sumaišykite su rikotos sūriu ir tarkuotu mocarelos sūriu. Įmuškite kiaušinį ir išmaišykite. Iš tešlos suformuokite paplotėlį rankomis, viduryje pabarstykite sūrio ir vištienos mišinio, suimkite kraštelius į krepšelį, tada vėl suspauskite į paplotėlį. Paviršių aptepkite kiaušinio, sumaišyto su šlakeliu vandens, mišiniu ir užbarstykite tarkuota mocarela ir druska. Kepkite iki 200 laipsnių įkaitintoje orkaitėje apie 15 minučių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQm1hhw4lU6WuOcbvNv2mlf1lXs7toVpy5U2w&usqp=CAU"
        },
        {
            "id": "30",
            "category": "main",
            "title": "Viščiukas TABAKA",
            "country": "Gruzija",
            "ingredients": [
                "Viščiukas 1 vnt.",
                "Raudonas sausas vynas 200 ml",
                "Česnakai 4 skiltelės",
                "Kalendros 2 šaukšteliai",
                "Bazilikai 2 šaukšteliai",
                "Alyvuogių aliejus 100 ml",
                "Čiobreliai 1 šaukštelis",
                "Šalavijai 1 šaukštelis",
                "Druska 1 šaukštelis",
                "Pipirai žiupsnelis"
            ],
            "instructions": "Viščiuką (iki 1 kg) gerai nuplaukite, apžiūrėkite ar nėra likusių plunksnų galiukų. Nusausinkite popieriniu rankšluosčiu. Viščiuką perpjaukite išilgai krūtinės ir išskleiskite. Gerai išmuškite ir atidėkite į šoną. Pasiruoškite marinatą: aliejų sumaišykite su vynu, kalendromis, bazilikais, šalavijais, čiobreliais, sutraiškytomis (bet ne išspaustomis) česnako skiltelėmis, druska ir pipirais. Viščiuką panardinkite į marinatą ir palikite pastovėti porai valandų. Ant žemos ugnies kepkite įkaitintame aliejuje po 20 minučių iš abiejų pusių. Svarbiausia, viščiuką prispauskite arba sunkiu dangčiu, arba plačia lėkšte su vandens puodu ant viršaus.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSeZaaxrMei7lcjFiGCb7J9enbTkBlvjRdzXA&usqp=CAU"
        },
        {
            "id": "31",
            "category": "snack",
            "title": "Adžika",
            "country": "Gruzija",
            "ingredients": [
                "Pomidorai 2.5 kg",
                "Saldžiosios raudonosios paprikos 1 kg",
                "Morkos 1 kg",
                "Obuoliai (antaniniai) 1 kg",
                "Česnakai 200 g",
                "Aliejus 1 stiklinė",
                "Čili pipirai 2 vnt",
                "Actas 1 stiklinė",
                "Druska 1 stiklinė"
            ],
            "instructions": "Viską sumalti, sudėti į puodą ir virti 1 valandą, likus 0,5 val. iki virimo pabaigos supilti actą. Karštą išpilstyti į stiklainius.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQOXTvbUKTRfb97xBGSiqvbRzGCGNMlCBHE1Q&usqp=CAU"
        },
        {
            "id": "32",
            "category": "dessert",
            "title": "Čurčchela",
            "country": "Gruzija",
            "ingredients": [
                "Sultys (vynuogių, obuolių ar kt.) 1 l",
                "Graikiniai riešutai 500 g",
                "Miltai 120 g",
                "Natūralaus siūlo su adata"
            ],
            "instructions": "Graikinius riešutus suverti ant siūlo. Miltus užpilti 360 ml sulčių. Likusias sultis užvirinti ir pamažu maišant supilti į miltų mišinį. Tada mišinyje pamirkyti riešutų vėrinius, išdžiovinti ir vėl pamirkyti skystyje. Daryti taip keletą kartų.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQxxIpSisopTu7XA4AC3YDP0QPt0sd5T-qfjw&usqp=CAU"
        },
        {
            "id": "33",
            "category": "main",
            "title": "Indiškas krevečių troškinys „JHALFREZI“",
            "country": "Indija",
            "ingredients": [
                "Krevetės 250 g",
                "Pomidorų pasta stiklinė",
                "Imbieras smulkintas 1 šaukštelis",
                "Svogūnai pjaustyti stiklinė",
                "Česnakai 1 skiltelė",
                "Ciberžolė šaukštelis",
                "Aitriosios paprikos milteliai 1 šaukštelis",
                "Kmynai 1 šaukštelis",
                "Druska pagal skonį",
                "Saldžiosios žaliosios paprikos smulkintos stiklinė",
                "Pomidorai pjaustyti stiklinė",
                "Citrinų sultys 1 šaukštelis",
                "Kalendros lapai smulkinti 1 šaukštas"
            ],
            "instructions": "Pamarinuokite krevetes druskoje, ciberžolėje ir citrinų sultyse 10 minučių. Įkaitinkite aliejų keptuvėje, sudėkite svogūnus, įberkite kmynų. Šiek tiek apkepinkite ir sudėkite smulkintą imbierą, česnaką, pomidorų pastą, marinuotas krevetes, čili prieskonius, druską. Kepkite 5 minutes. Pridėkite smulkintą papriką, pomidorus, pakaitinkite dar 5 minutes. Pagardinkite šviežiais kalendros lapais.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQl9qNvEoSX19dFQPqWv98STNQuFinLe8VwEQ&usqp=CAU"
        },
        {
            "id": "34",
            "category": "main",
            "title": "Indiški kukuliai su smulkinta vištiena",
            "country": "Indija",
            "ingredients": [
                "Indiškų prieskonių mišinys 1 pakelis",
                "Smulkinta vištiena 500 g",
                "Duonos džiūvėsėliai 100 g",
                "Kiaušiniai 1 vnt",
                "Vandenduo 100 ml",
                "Aliejus 1 šaukštas",
                "Grietinėlė 200 ml",
                "Kalendra žiupsnelis"
            ],
            "instructions": "Pirmiausia dubenyje sumaišykite vištienos faršą, duonos džiūvėsėlius bei kiaušinį. Paruoštą mišinį palikite ramiai pastovėti maždaug 10 minučių. Tada pradėkite formuoti nedidelius kukulius. Kepkite keptuvėje su įkaitintu aliejumi ant vidutinio kaitrumo ugnies, kol kukuliai dailiai paruduos. Įberkite prieskonių mišinio ir įpilkite vandens. Tuomet įmaišykite grietinėlę ir virkite uždengę maždaug 5-10 minučių ant nedidelio kaitrumo ugnies. Apibarstykite kalendra ir patiekite su basmati ryžiais arba kitu pasirinktu mėgstamu garnyru.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS5mTBZKHzMmXh3MZN9ouhdTn-2B5LprNQwAg&usqp=CAU"
        },
        {
            "id": "35",
            "category": "soup",
            "title": "Indiška lęšių sriuba su daržovėmis",
            "country": "Indija",
            "ingredients": [
                "Lęšiai 200 g",
                "Vanduo 2 l",
                "Druska 3 šaukšteliai",
                "Lauro lapai 2 vnt.",
                "Cinamonas 1 šaukštelis",
                "Ciberžolė 1 šaukštelis",
                "Sviestas 3 šaukštai",
                "Daržovės 300 g",
                "Kmynai šaukštelis",
                "Džiovinta aitrioji paprika 2 vnt.",
                "Džiovinto imbiero milteliai šaukštelis",
                "Kalendros 1 šaukštas",
                "Citrinos 2 vnt.",
                "Žalumynai pagal skonį"
            ],
            "instructions": "Lęšius nuplaukite. Puode užvirkite vandenį, suberkite lęšius ir pavirkite 10 minučių, kol lęšiai suminkštėja. Tada įberkite druskos, sudėkite laurų lapus, cinamoną, ciberžolę. Suberkite pasirinktas supjaustytas daržoves, įdėkite šaukštą sviesto ir virkite ant mažos ugnies, kol daržovės suminkštės, o lęšiai visai suvirs. Keptuvėje įkaitinkite likusį sviestą, suberkite kmynus, sutrintas atriąsias paprikas, imbierą ir maišydami pakepinkite. Pakepintus prieskonius sudėkite į sriubą ir palikite kelioms minutėms. Patiekite papuošę žalumynais ir citrinų riekelėmis. Sriuba valgoma su ryžiais arba pita.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSv84vK3kv8-IzcfUmKOFacmR8t_xO7HWo8yg&usqp=CAU"
        },
        {
            "id": "36",
            "category": "dessert",
            "title": "Indiški cinamoniniai ledai",
            "country": "Indija",
            "ingredients": [
                "Pienas 1 l",
                "Cukrus 70 g",
                "Cinamono lazdelė 1 vnt."
            ],
            "instructions": "Į nedidelį puodą, pilame pieną, dedame cinamono lazdelę ir beriame cukrų. Užverdame ant vidutinės ugnies. Šiek tiek dar sumažiname ugnį ir verdame, kol pieno sumažės dvigubai. Nepamirštame retkarčiais pamaišyti. Atvėsiname iki kambario temperatūros ir nukošiame. Supilstome į indelius ir pastatome į šaldymo kamerą mažiausiai kelioms valandoms",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTcTg7KoSfkstpur7JSzYR38BGP-MlH6736yA&usqp=CAU"
        },
        {
            "id": "37",
            "category": "snack",
            "title": "Lašišos sevičė",
            "country": "Ispanija",
            "ingredients": [
                "Lašišos filė 800 g",
                "Laimas 2 vnt.",
                "Apelsinas 3 vnt.",
                "Svogūnai raudonieji  2 vnt.",
                "Čili pipirai 2 vnt.",
                "Kalendra (šviežia) sauja"
            ],
            "instructions": "Žuvį nuplaukite ir supjaustykite plonomis riekelėmis. Iš laimų ir 1 apelsino išspauskite sultis. Likusius apelsinus nulupkite ir supjaustykite plonais griežinėliais. Užpilkite sultimis lašišos gabaliukus. Uždenkite indą ir palaikykite 3 val. Aitriąją papriką nuplaukite, pašalinkite sėklytes ir smulkiai supjaustykite. Svogūnus nulupkite, supjaustykite plonais žiedais. Kalendrą nuplaukite, išdžiovinkite ir smulkiai supjaustykite. Papriką, svogūnus, apelsinų minkštimą ir kalendrą sumaišykite su marinuota žuvimi, pagal skonį pasūdykite ir palaikykite šaldytuve dar 1 val.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTIPMLPDDvWTTOMUO8Asv14AHFZzUY4YtALtQ&usqp=CAU"
        },
        {
            "id": "38",
            "category": "main",
            "title": "Greitai paruošiama paelja",
            "country": "Ispanija",
            "ingredients": [
                "Greito paruošimo ilgagrūdžiai baltieji ryžiai 2 stiklinės",
                "Moliuskai (smulkūs) 700 g",
                "Dešra (perpjauta išilgai ir supjaustyta kubeliais) 0.5 kg",
                "Šaldyti žirneliai 1 stiklinė",
                "Žalios krevetės (šaldytos, nuvalytos) 20 g",
                "Žaliosios alyvuogės (įdarytos saldžiąja paprika) 1 stiklinė",
                "Svogūnai (supjaustyti) 100 g",
                "Paprikos (supjaustytos) 100 g",
                "Alyvuogių aliejus 3 šaukštai",
                "Česnakai (supjaustyti) 3 skiltelės",
                "Baltas sausas vynas 0.25 stiklinės",
                "Vištienos sultinys 1.25 stiklinės",
                "Šafranas 1 žiupsnelis"
            ],
            "instructions": "Įkaitinkite aliejų keptuvėje, tuomet pakepinkite česnaką, svogūnus ir paprikas, kol svogūnai ir česnakai pagels. Sudėkite dešrą ir kepkite maišydami apie dvi minutes. Sudėkite ryžius, supilkite vyną, sultinį, šafraną, krevetes ir kepkite uždengę aukštoje temperatūroje, kol iškeps krevetės, apie šešias minutes. Suberkite moliuskus, žirnelius, alyvuoges ir kepkite uždengę, kol moliuskai plačiai atsidarys, apie dvi-keturias minutes (neatsidariusius moliuskus po keturių minučių išmeskite). Nuimkite nuo ugnies ir uždengę dar palaikykite penkias minutes, kol visas skystis įsigers.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQrTkcNgvcz21R1XOWjlQHUaQk1Tf896Rrjw&usqp=CAU"
        },
        {
            "id": "39",
            "category": "soup",
            "title": "Ispaniška česnakinė sriuba",
            "country": "Ispanija",
            "ingredients": [
                "Prancūziškas batonas 2 riekelės",
                "Kiaušiniai 2 vnt.",
                "Karštas vanduo 600 ml",
                "Alyvuogių aliejus 2.5 šaukštai",
                "Česnakai 2 skiltelės",
                "Vištienos sultinio kubelis 0.5",
                "Saldžiosios/raudonos paprikos milteliai šaukštelis",
                "Druska pagal skonį"
            ],
            "instructions": "Karštame vandenyje ištirpiname pusę sultinio kubelio. Kiaušinius įmušame į atskirus indelius. Atidedame į šalį. Česnako skilteles nulupame, smulkiai supjaustome. Batono riekes supjaustome dideliais kubeliais. Didelėje keptuvėje įkaitiname aliejų ant vidutinės ugnies. Sudedame susmulkintą česnaką, labai trumpai pakepiname, kol česnakas truputį apskrunda. Tada sudedame batono kubelius, pakepiname kelias minutes, kol šie truputį apskrunda, pagardiname paprikos milteliais ir išmaišome. Po to supilame vištienos sultinį į keptuvę, kaitiname, kol užverda, ir iškart įpilame abu kiaušinius, toliau vieną nuo kito (tik nemaišykite sriubos!). Kaitiname sriubą dar ~3–4 min., kol kiaušiniai šiek tiek pabaltuoja. Sriubą atsargiai (kad nesugadintume kiaušinio) supilstome į 2 dubenėlius. Jei reikia, pagardiname druska.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTH0cFT1vHh69_qEJn1eEXE_TUyTc1vGP6x5Q&usqp=CAU"
        },
        {
            "id": "40",
            "category": "dessert",
            "title": "Natilla",
            "country": "Ispanija",
            "ingredients": [
                "Pienas 1 l",
                "Kiaušinių tryniai 5 vnt.",
                "Cukraus 100 g",
                "Kukurūzų krakmolas 40 g",
                "Vanilinis cukraus arba vanilės ekstraktas 2 šaukšteliai",
                "Cinamono lazdelė 1 vnt."
            ],
            "instructions": "Kiaušinių trynius išplakame su cukrumi ir vaniliniu cukrumi naudodami šluotelę. Plakame kelias minutes, kol cukrus beveik ištirpsta. 150 ml pieno sumaišome su krakmolu. Po to supilame į kiaušinių plakinį ir išmaišome. Likusį pieną supilame į prikaistuvį, įdedame cinamono lazdelę ir užkaičiame ant vidutinės ugnies. Kai pienas pradeda virti, išimame cinamono lazdelę ir nugriebiame susidariusią pieno plėvelę. Pamažu, nuolat maišydami supilame kiaušinių plakinį ir maišome kaitindami ant šiek tiek silpnesnės ugnies kelias minutes, kol masė sutirštėja. Kremas turėtų būti jogurto tirštumo. Kremą supilstome į desertinius indelius ar stiklines, ant viršaus uždedame po apvalų sausainį ir paliekame visiškai atvėsti. Po to desertus uždengiame maistine plėvele ir dedame į šaldytuvą atšalti. Prieš patiekdami galite apibarstyti cinamonu.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSjCMq-4QE5XsJnmhNTw_TdIzqEfyjSC31XNg&usqp=CAU"
        },
        {
            "id": "41",
            "category": "soup",
            "title": "Itališka daržovių sriuba „Minestrone“",
            "country": "Italija",
            "ingredients": [
                "Vištienos sparneliai 8 vnt.",
                "Bulvės 200 g",
                "Morkos 200 g",
                "Svogūnai 1 vnt.",
                "Česnakai laiškiniai 50 g",
                "Cukinija maža 1 vnt.",
                "Pomidorai 100 g",
                "Česnakai 2 skiltelės",
                "Kuskusas 4 šaukštai",
                "Bazilikai šakelė",
                "Petražolės šakelė",
                "Alyvuogių aliejus 50 g",
                "Sviestas 50 g"
            ],
            "instructions": "Sudėkite sparnelius į puodą ir užpilkite šaltu vandeniu. Kol vištiena virs, supjaustykite morkas griežinėliais, svogūnus bei cukiniją kubeliais. Blanširuokite pomidorus ir juos supjaustykite kubeliais. Į keptuvę įdėkite truputį sviesto bei aliejaus ir apkepkite daržoves. Užvirus vandeniui, į puodą sudėkite prieskonius, sumažinkite ugnį ir virkite apie 1,5 val. Tada įberkite kruopas bei pakeptas daržoves. Sriuba turi būti tiršta, skanaus!",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmkZrA6k4W5ecPAT8Ii6NaRp5CT_TpZO_4RA&usqp=CAU"
        },
        {
            "id": "42",
            "category": "snack",
            "title": "Itališka duona su alyvuogėmis",
            "country": "Italija",
            "ingredients": [
                "Miltai 1 kg",
                "Vanduo 600 ml",
                "Cukrus 20 g",
                "Druska 20 g",
                "Mielės 40 g",
                "Alyvuogių aliejus 50 ml",
                "Juodosios alyvuogės 100 g"
            ],
            "instructions": "Mieles sudėkite į nedidelį dubenėlį, suberkite cukrų ir ištrinkite. Įpilkite truputį vandens ir gerai išsukite. Alyvuoges smulkiai supjaustykite. Miltus suberkite į didelį dubenį. Padarykite duobutę, į ją supilkite mieles, vandenį, aliejų, suberkite druską, alyvuoges ir užminkykite tešlą. Dubenį uždenkite švariu rankšluosčiu ir pastatykite valandai šiltai, kad tešla pakiltų. Pakilus tešlai padalinkite ją į kelias dalis, suformuokite norimos formos kepaliukus ir dėkite į miltais pabarstytą kepimo skardą. Palikite truputį pakilti ir dėkite į įkaitintą iki 210 laipsnių orkaitę. Kepkite, kol pakils ir gražiai apskrus.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZsdHBMB4oowpCfuwUlamNp_XJ-ytIyyxB5w&usqp=CAU"
        },
        {
            "id": "43",
            "category": "soup",
            "title": "Brokolių ir špinatų sriuba",
            "country": "Italija",
            "ingredients": [
                "Brokoliai 1 vnt.",
                "Špinatai 100 g",
                "Bulvės 4 vnt.",
                "Svogūnai 1 vnt",
                "Sultinio kubeliai 2 vnt.",
                "Druska žiupsnelis",
                "Pipirai žiupsnelis",
                "Ypač tyras alyvuogių aliejus"
            ],
            "instructions": "Užvirti puode 2 litrus vandens ir įmesti sultinio kubelius. Maišyti, kol ištirps. Bulves nuskusti ir supjaustyti nedideliais kubeliais. Suberti į verdantį sultinį ir virti. Atskirai susmulkinti brokolius, špinatus ir svogūną. Aukštoje keptuvėje arba troškintuve į kaitinti alyvuogių aliejų ir jame apkepti špinatus. Kai jie suminkštėja, suberti svogūnus, išmaišyti ir pakepinti 2-3 minutes. Tada suberti brokolius, išmaišyti ir dar kartą pakepinti 2-3 minutes. Po truputį supilti sultinį su apvirusiomis bulvėmis ir virti 10-15 minučių iki bulvės pilnai suminkštės. Įberti druskos ir pipirų pagal skonį. Išvirusią sriubą nukelti nuo kaitros ir sutrinti elektriniu smulkintuvu",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT24XgZ2G3HVmU0Y38stVk9CBIhRbVfxfuyXw&usqp=CAU"
        },
        {
            "id": "44",
            "category": "dessert",
            "title": "Panakota su braškėmis ir vynuogių ledukais",
            "country": "Italija",
            "ingredients": [
                "Pienas 100 ml",
                "Grietinėlė riebi 300 ml",
                "Vanilės ankštis 1 vnt.",
                "Cukrus arba medus 80 g",
                "Želatina 2 šaukšteliai",
                "Vynuogės 400 g",
                "Braškės 100 g"
            ],
            "instructions": "Želatiną užpilkite šaltu vandeniu ir palikite išbrinkti. Į puodą supilkite pieną, grietinėlę, įdėkite vanilės ankštį ir suberkite cukrų arba medų. Užvirkite ir nukelkite nuo ugnies. Įdėkite išbrinkusią želatiną ir gerai išplakite iki kreminės masės. Supilkite į indelius ir padėkite šaltai. Iš vynuogių išspauskite sultis ir sušaldykite. Paskui sutrinkite šakute ir patiekite su sustingusia panakota bei šviežiomis braškėmis.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQGYeI1zbUmtNkKje2DIG4ujD7MGM0Zy6qgXw&usqp=CAU"
        },
        {
            "id": "45",
            "category": "soup",
            "title": "Ramenas su antiena",
            "country": "Japonija",
            "ingredients": [
                "„Ramen noodles“ makaronai 1 pakelis",
                "Antienos sultinys (galite keisti kitu sultiniu) 1 l",
                "Šviežia anties filė 500 g",
                "Citrinžolės stiebai 4 vnt.",
                "Česnakai 2 skiltelės",
                "Žaliosios citrinos 0.5 vnt.",
                "Sojos padažas 1 šaukštas",
                "Ryžių actas 1 šaukštas",
                "Marinuotos chalapos paprikos griežinėliai pagal skonį",
                "Paprikos drožlės pagal skonį",
                "Kiaušiniai (galima putpelių) 4 vnt.",
                "Šviežia kalendra"
            ],
            "instructions": "Išvirkite makaronus pagal nurodymus ant pakuotės. Pasiruoškite sultinį. Antienos krūtinėlę kepkite keptuvėje kol apskrus ir iškeps. Į sultinį sudėkite smulkintą česnaką, citrinžolės stiebus, anties krūtinėlę. Pavirkite kelias minutes ir išimkite citrinžolės stiebus. Į sultinį sudėkite makaronus, pilkite sojos padažą, ryžių actą, laimo sultis. Sriubą supilstykite į 4 dubenėlius, sudėkite riekelėmis pjaustytą antieną, chalapos paprikos griežinėlius, smulkintas kalendras, dėkite išvirtus ir per pusę perpjautus kiaušinius, užberkite paprikos drožlėmis.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSokTSwt-PYfpO42pU4tNex5CUnjtlcyHL-Kw&usqp=CAU"
        },
        {
            "id": "46",
            "category": "snack",
            "title": "Traški vištiena japoniškai",
            "country": "Japonija",
            "ingredients": [
                "Vištienos filė 500 g",
                "Sakė 1 šaukštas",
                "Sojos padažas 2 šaukšta",
                "Cukrus 1 šaukštelis",
                "Česnakai 2 skiltelės",
                "Imbieras (tarkuotas) 1 šaukštas",
                "Krakmolas 0.5 puodelio"
            ],
            "instructions": "Vištieną supjaustykite nedideliais gabaliukais. Sumaišykite sojos padažą, sakę, tarkuotą imbierą, cukrų ir išspausta česnaką. Šiuo marinatu užpilkite vištienos gabaliukus. Palikite vištieną marinuotis valandą kambario temperatūroje. Apvoliokite vištienos gabaliukus krakmole ir dėkite virti į įkaitintą aliejų kol gražiai apskrus. Ištrauktus gabaliukus sudėkite ant popierinio rankšluosčio. Patiekite su agurkais, majonezo padažu ir žaliosios citrinos griežinėliais.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTO9oHqhkuAnzaukQSWhKjGL-x-nlhSlparFQ&usqp=CAU"
        },
        {
            "id": "47",
            "category": "salad",
            "title": "Japoniškos agurkų salotos",
            "country": "Japonija",
            "ingredients": [
                "Agurkai 500 g",
                "Sojos padažas 50 ml",
                "Obuolių actas 50 ml",
                "Skrudintų sezamų aliejus 1 šaukštas",
                "Cukraus 1 šaukštas",
                "Sezamo sėklos 1 šaukštas",
                "Čili dribsniai 1 žiupsnelis"
            ],
            "instructions": "Agurkus nuplauname ir supjaustome, kaip jums patinka. Agurkus sudedame į dubenį. Užpilame sojų padažu, aliejumi, obuolių actu, cukrumi, pabarstome čili dribsniais ir sezamo sėklomis. Gerai išmaišome. Paliekame bent 0,5 val. pasimarinuoti.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTeWqr9fMj7YbIXZGIb7x-Qqk4T-dt4Lv7F-w&usqp=CAU"
        },
        {
            "id": "48",
            "category": "dessert",
            "title": "Japoniškas obuolių-aguonų pyragas",
            "country": "Japonija",
            "ingredients": [
                "Obuoliai 600 g",
                "Kiaušiniai 8 vnt.",
                "Aguonos 300 g",
                "Sviestas 250 g",
                "Cukrus 200 g",
                "Juodasis šokoladas 150 g",
                "Manų kruopos 8 šaukšteliai",
                "Aliejus 2 šaukšteliai",
                "Kepimo milteliai 1.5 šaukštelio"
            ],
            "instructions": "Aguonas nuplikyti verdančiu vandeniu, tada nusunkti ir 5 kartus permalti. Obuolius nulupti ir stambiai sutarkuoti burokine tarka. Kambario temperatūros sviestą ištrinti su cukrumi, įdedant po vieną trynį. Kai cukrus ištirps, maišant dėti po šaukštą aguonų ir tarkuotų obuolių. Baltymus standžiai išplakti, supilti į tešlą ir atsargiai, bet gerai išmaišyti. Sudėti manų kruopas, suberti kepimo miltelius, įpilti porą šaukštelių aliejaus, išmaišyti. Gautą masę supilti į kepimo popieriumi ištiestą kepimo indą. Kepti 180 laipsnių orkaitėje apie 30 minučių. Leisti pyragui atvėsti, o tada išimti iš kepimo indo ir pravėsusį aplieti tirpintu šokoladu. Prieš valgant palaikyti šaldytuve bent 3 valandas.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSGUwWlRdBp4hRdKT2sKi43tYUC6xF1jcSdcA&usqp=CAU"
        },
        {
            "id": "49",
            "category": "main",
            "title": "Kung Pao troškinys",
            "country": "Kinija",
            "ingredients": [
                "Mmėgstama mėsa 400 g",
                "Sojos padažas 2 šaukštai",
                "Čili padažas 1 šaukštas",
                "Medus 1 šaukštas",
                "Česnakai 2 skiltelės",
                "Aliejus 2 šaukštai",
                "Sezamo sėklų",
                "Šparaginių pupelių"
            ],
            "instructions": "Česnaką susmulkinkite ir kepkite minutę įkaitintame aliejuje. Sudėkite gabalėliais susmulkintą mėsą ir kepkite, kol mėsa beveik iškeps. Šaukštelyje aliejaus pakepinkite gabalėliais supjaustytas šparagines pupeles (apie 5–7 minutes, kad liktų traškios). Kitoje keptuvėje sumaišykite likusius ingredientus, šiek tiek pašildykite, kad medus išsilydytų, ir sudėkite mėsą bei pupeles. Leiskite viskam pasitroškinti dar kelias minutes. Išjungę kaitrą patiekalą pagardinkite sezamo sėklomis.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSWtDmMsjFdvQZKguPKxmXpOAJXiERlEwfi_w&usqp=CAU"
        },
        {
            "id": "50",
            "category": "snack",
            "title": "Džiovinta kiniška jautiena",
            "country": "Kinija",
            "ingredients": [
                "Jautienos išpjova 1.5 kg",
                "Sojos padažas stiklinė",
                "Medus 4.5 šaukšto",
                "Baltas sausas vynas 4.5 šaukšto",
                "Česnakai 6 skiltelės",
                "Imbieras tarkuotas 1.5 šaukšto",
                "Raudonosios džiovintos paprikos 1.5 šaukšto",
                "Sezamų aliejus 1.5 šaukšto",
                "Baltieji malti pipirai žiupsnelis"
            ],
            "instructions": "Mėsą supjaustykite 3,5-5 cm storio ir 10 cm ilgio gabalėliais. Kartu su marinatui skirtais produktais sudėkite į dubenį, išmaišykite. Sudėkite ant grotelių ir palikite džiūti per naktį kambario temperatūroje. Įkaitinkite orkaitę iki 120 laipsnių. Patieskite kepimo popierių ir ant jo dėkite groteles su mėsos gabalėliais. Kepkite apie 30 min. Sumažinkite temperatūrą iki 80 laipsnių ir džiovinkite 40 minučių. Mėsa turi būti švelniai parudavusi, bet ne perkepusi. Išimkite iš orkaitės, ir, prieš sudėdami į stiklainiukus, dar parą padžiovinkite ant grotelių kambario temperatūroje.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSJqRcKvdzsqeZDBO_AA3DwBsN_UMK6e5jFZg&usqp=CAU"
        },
        {
            "id": "51",
            "category": "main",
            "title": "Kiniška žuvis",
            "country": "Kinija",
            "ingredients": [
                "Žuvies filė  800 g",
                "Slyviniai pomidorai 6 vnt.",
                "Saldžiosios žaliosios paprikos 1 vnt.",
                "Čili pipirai 0.5 vnt.",
                "Česnakai 2 skiltelės",
                "Miltai 2 šaukštai",
                "Krakmolas 2 šaukštai",
                "Sojos padažas 100 ml",
                "Aitriosios paprikos milteliai 1 šaukštelis",
                "Garstyčios 1 šaukštelis",
                "Aliejus 100 ml"
            ],
            "instructions": "Pomidorus nuplaukite, perpjaukite perpus. Iš paprikų išimkite sėkleles. Žalią, raudoną papriką supjaustykite šiaudeliais, žuvies filė supjaustykite mažais gabalėliais. Miltus sumaišykite su krakmolu ir maltomis paprikomis. Šiame mišinyje apvoliokite žuvį. Įkaitintame aliejuje po tris minutes iš abiejų pusių apkepkite žuvies gabalėlius. Česnako skilteles nulupkite, smulkiai supjaustykite. Garstyčias sumaišykite su sojų padažu ir česnako gabalėliais. Žuvį ir daržoves sudėkite į dubenį, apliekite pasigamintu padažu.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTAYBYWIQO8uhWhdkEzGEaocP9f6t976rFfjA&usqp=CAU"
        },
        {
            "id": "52",
            "category": "dessert",
            "title": "Kepti bananai",
            "country": "Kinija",
            "ingredients": [
                "Bananai 4 vnt.",
                "Miltai 80 g",
                "Kukurūzų krakmolas 2 šaukštai",
                "Kepimo milteliai 0.25 šaukštelio ",
                "Vanduo 150 ml",
                "Kiaušinio baltymas 1 vnt.",
                "Sezamų aliejus 1 šaukštelis",
                "Sezamo sėklos 2 šaukštai",
                "Medus 5 šaukštai",
                "Citrinos sultys (1 citrina)"
            ],
            "instructions": "Iš krakmolo, kepimo miltelių bei miltų užmaišykite tešlą. Maišant pamažu supilkite vandenį, baltymą, sezamų aliejų. Bananus nulupkite ir supjaustykite į 8 vienodo dydžio gabalėlius. Keptuvėje be riebalų ant vidutinės ugnies pakepinkite sezamų sėklas, kol jos šiek tiek paruduos. Kepinant keptuvę reikia retkarčiais pakratyti. Keptuvėjė su išgaubtu dugnu arba gruzdintuvėje įkaitinkite aliejų, bananų gabalėlius panardinkite į tešlą ir iškart virkite aliejuje 3-4 min., kol jie įgaus šviesiai rusvą atspalvį. Geriausia virti porcijomis, kad gabalėliai galėtų laisvai plaukioti aliejuje. Išimkite kiaurasamčiu ir nuvarvinkite ant popirinės servetėlės. Puode maišydami įkaitinkite medų su citrinos sultimis, užpilkite ant išvirtų bananų. Pabarstykite sezamų sėklomis.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSttxUf5XHHAH7QTCTcc_OTiwmtgxJQxYXd6g&usqp=CAU"
        },
        {
            "id": "53",
            "category": "soup",
            "title": "Kolumbietiška pusryčių sriuba",
            "country": "Kolumbija",
            "ingredients": [
                "Vanduo 2 puodeliai",
                "Piena 2 puodeliai",
                "Kalendros 2 šaukštai",
                "Svogūnų laiškai sauja",
                "Česnakai 2 skiltelės",
                "Bulvės 5 vnt.",
                "Kiaušiniai 4 vnt.",
                "Sviestas 1 šaukštas",
                "Druska žiupsnelis",
                "Pipirai pagal skonį",
                "Kuminai pagal skonį",
                "Ementalio sūris sauja",
                "Batono skrebučiai sauja"
            ],
            "instructions": "Į puodą supilkite vandenį, pieną, sudėkite kubeliais pjaustytas bulves, sutrintas česnako skilteles, sviestą, druskos ir kalendrą. Virkite 10 minučių. Į verdančią sriubą atsargiai įmuškite kiaušinius. Saugokite, kad neišsileistų tryniai. Uždenkite dangtį ir lukterkite 10 minučių. Į sriubos lėkštes įberkite kubeliais supjaustyto sūrio, pipirų, kuminų ir svogūno laiškų. Atsargiai iš puodo išgriebkite kiaušinius ir uždėkite ank sūrio. Į lėkštes ant sūrio ir kiaušinio pilkite sriubą ir pabarstykite batono skrebučiais.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSZ_5Ef2S2ozZ4nGge0SJCgjdCEFYzWyFAtoA&usqp=CAU"
        },
        {
            "id": "54",
            "category": "soup",
            "title": "Kreminė avokadų sriuba",
            "country": "Kolumbija",
            "ingredients": [
                "Sviestas 1 šaukštas",
                "Svogūnai susmulkinti puodelis",
                "Vištienos sultinys 4 puodeliai",
                "Laimo vaisių sultys 1 šaukštelis",
                "Česnakai 1 skiltelė",
                "Avokadai 2 vnt",
                "Grietinėlė riebi 2 puodeliai",
                "Kmynai šaukštelis",
                "Kalendros šviežios sauja",
                "Druska pagal skonį",
                "Juodieji malti pipirai pagal skonį"
            ],
            "instructions": "Puode su storu dugnu ištirpinkite sviestą ir maždaug 3 minutes pakepinkite jame susmulkintą svogūną. Paskui suberkite susmulkintą česnaką ir pakepinkite dar pusę minutės. Supilkite vištienos sultinį, laimo sultis ir susmulkintą avokadą, gerai išmaišykite ir užvirkite. Nuolat maišydami pavirkite 7 minutes. Sriubos turinį sukrėskite į trintuvą ir sutrinkite iki vientisos masės. Pagardinkite grietinėle, kmynais, druska ir pipirais. Viską vėl perpilkite į puodą ir dar pakaitinkite ant vidutinės ugnies apie 5 min. Apibarstykite šviežia kalendra ir patiekite šiltą.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSv5db2nnQwFXB37eb1aaTv33xs0PBkNHScUA&usqp=CAU"
        },
        {
            "id": "55",
            "category": "snack",
            "title": "Pikantiški kolumbietiški ryžiai su kokoso pienu",
            "country": "Kolumbija",
            "ingredients": [
                "Ryžiai 2 puodeliai",
                "Kokosų pienas 200 ml",
                "Razinos puodelis",
                "Vanduo 3 puodeliai",
                "Druska 1 šaukštelis",
                "Cukrus šaukštas"
            ],
            "instructions": "Kokoso pieną supilkite į puodą storu dugnu ir užvirinkite. Virkite ant nedidelės ugnies, kol skystis išgaruos ir kokoso kietosios dalelės atsiskirs nuo aliejaus. Toliau virkite, pastoviai maišydami, kol masė taps tamsiai auksinės rudos spalvos. Tada sudėkite ryžius ir razinas, supilkite vandenį, druską ir cukrų, gerai išmaišykite. Kai užvirs, virkite ant mažos ugnies 15-20 minučių, paskui uždenkite ir palikite dar 5-10 minučių, kad išbrinktų.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_3p-7zHXWnAtN_Qa-pvvp0jM8ohWpBBqNCA&usqp=CAU"
        },
        {
            "id": "56",
            "category": "dessert",
            "title": "Kolumbietiškas kavos pudingas",
            "country": "Kolumbija",
            "ingredients": [
                "Pienas 3 stiklinės",
                "Cinamono lazdelės 1 vnt",
                "Rudasis cukrus 1 stiklinė",
                "Laimo vaisių sultys stiklinė",
                "Kava tirpi 1 šaukšta",
                "Kiaušiniai 4 vnt.",
                "Kiaušinių tryniai 4 vnt.",
                "Sviestas 1 šaukštelis",
                "Vanduo stiklinė"
            ],
            "instructions": "Įkaitinkite orkaitę iki 150 laipsnių. Ištepkite sviestu kepimo skardą. Vidutinio dydžio puode užkaiskite pieną su cinamono lazdele. Kai užvirs, nukaiskite, uždenkite dangčiu ir palikite pravėsti. Karamelei sumaišykite 3/4 stiklinės cukraus, 1/3 stiklinės vandens, žaliosios citrinos sultis ir užkaiskite mažame puode ant vidutinio kaitrumo viryklės. Šaukštu nemaišykite, tiesiog pasukite puodą. Kai masė pasidarys tamsios spalvos, nukaiskite, supilstykite karamelę į indelius, juos sustatykite į aukštą kepimo skardą. Išplakite kiaušinius, trynius, likusį 1/4 stiklinės cukraus iki šviesios, purios masės. Išimkite iš pieno cinamono lazdelę. Supilkite pieną ir suberkite tirpią kavą į kiaušinių masę. Išmaišykite. Perkoškite masę per rėtį. Supilstykite masę į indelius, palikite šiek tiek vietos iki kraštų. Į kepimo skardą įpilkite verdančio vandens, kad apsemtų indelius iki pusės. Kepkite nuo 1,5 iki 2 val., kol masė sutirštės, bet per vidurį bus dar minkšta. Atvėsinkite iki kambario temperatūros, paskui sudėkite indelius į šaldytuvą, kad atvėstų.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ303xljdDWabg45xrmNQOQTPwRIbmowrvtIA&usqp=CAU"
        },
        {
            "id": "57",
            "category": "salad",
            "title": "Avokadų ir mangų salotos",
            "country": "Kosta Rika",
            "ingredients": [
                "Avokadai 1 vnt.",
                "Mangai 1 vnt.",
                "Salotos sauja",
                "Bazilikai pagal skonį",
                "Kuminai 1 šaukštelis",
                "Česnako milteliai 1 šaukštelis",
                "Aitriosios paprikos milteliai žiupsnelis"
            ],
            "instructions": "Supjaustykite salotos lapus, avokadą ir mangą. Sudėkite į dubenį ir užberkite prieskonius (kuminus, bazilikus, česnako miltelius ir aitriosios paprikos miltelius). Viską gerai išmaišykite.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQr69FTj0PEIH4mfMHnbT9aBZyBBEnC2Pdiuw&usqp=CAU"
        },
        {
            "id": "58",
            "category": "snack",
            "title": "Gallo Pinto",
            "country": "Kosta Rika",
            "ingredients": [
                "Ryžiai 200 g",
                "Pupelės (raudonos arba juodos) 160 g",
                "Svogūnas 1 vnt",
                "Aliejus 2 šaukštai",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Salsa Lizano (aštrus padažas) 1 šaukštas",
                "Čili pipirai 3 vnt",
                "Petražolės 0.5 saujos"
            ],
            "instructions": "Paruoškite ryžius dieną prieš ir padėkite į šaldytuvą per naktį. Kitą dieną nusausinkite pupeles (skystį palikite). Svogūną ir pipirą supjaustykite. Leiskite aliejui įkaisti keptuvėje, pakepinkite svogūną, suberkite papriką ir pupeles. Švelniai troškinkite 2–3 minutes. Suberkite ryžius, vėl viską gerai išmaišykite. Pagardinkite druska, pipirais ir Salsa Lizano. Supilkite pupelių sultis, dar kartą trumpai pašildykite. Patiekite su petražolėmis.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQyZkx4Wjo0mzXmI0Qt-aPZb2Fh7bB0jDKoag&usqp=CAU"
        },
        {
            "id": "59",
            "category": "snack",
            "title": "Kukurūziniai blyneliai",
            "country": "Kosta Rika",
            "ingredients": [
                "Kukurūzai švieži 4 puodeliai",
                "Pienas puodelis",
                "Druska 1 šaukštelis",
                "Raudonėliai 2 šaukšta",
                "Česnakai 1 skiltelė",
                "Aliejus kepimui"
            ],
            "instructions": "Šviežius kukurūzus, pieną, druską česnaką ir raudonėlį sumalkite smulkintuvu iki vientisos masės. Keptuvėje įkaitinkite aliejų. Šaukštu kabinkite masę, formuokite blynelius ir kepkite maždaug po 2 minutes iš kiekvienos pusės ant nedidelės ugnies.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS3TcAAHs3jyuuxIY8wCCWPoQv_B1OMkAW2zQ&usqp=CAU"
        },
        {
            "id": "60",
            "category": "dessert",
            "title": "Purus razinų pyragas",
            "country": "Kosta Rika",
            "ingredients": [
                "Kukurūzų miltai 1 šaukštas",
                "Kava 1 stiklinė",
                "Cukrus 1 stiklinė",
                "Razinos 1 stiklinė",
                "Riešutai smulkinti 1 stiklinė",
                "Sviestas 1 stiklinė",
                "Rudasis cukrus 1 stiklinė",
                "Kiaušiniai 2 vnt.",
                "Miltai 2 stiklinės",
                "Soda 1.5 šaukštelio",
                "Pienas 1 stiklinė",
                "Vanilės ekstraktas 1 šaukštelis"
            ],
            "instructions": "Puode išmaišykite kukurūzų miltus su kava. Supilkite 1/2 stiklinės cukraus ir maišydami kaitinkite, kol išbrinks. Suberkite razinas, smulkintus riešutus ir nukaiskite nuo viryklės. Išmaišykite sviestą iki purios konsistencijos. Suberkite rudąjį cukrų, likusį baltąjį cukrų ir toliau maišykite, kol masė bus vientisa, šviesi. Įmaišykite sodą, užpilkite pienu. Supilkite vanilės ekstraktą ir gerai išmaišykite, šią masę supilkite į tešlą. Supilkite pusę tešlos į sviestu išteptą kvadratinę kepimo skardą.nUžberkite razinų masės, ant viršaus užpilkite likusią tešlą. Kepkite 180 laipsnių orkaitėje 40 min. Kai iškeps, palaukite, kol atvės, tada supjaustykite.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTsin2RyU_79S4NRU3DX99CwbVkm3hP0f1D7Q&usqp=CAU"
        },
        {
            "id": "61",
            "category": "main",
            "title": "Raugintų kopūstų troškinys",
            "country": "Lenkija",
            "ingredients": [
                "Rauginti kopūstai 600 g",
                "Baltagūžiai kopūstai 400 g",
                "Svogūnas 2 vnt",
                "Kiauliena 200 g",
                "Rūkytos dešrelės 200 g",
                "Pomidorų padažas 3 šaukštai",
                "Morkos 2 vnt.",
                "Česnakai 4 skiltelės",
                "Džiovintos slyvos 1 sauja",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Kmynai 2 šaukšteliai",
                "Mėsos sultinys 0.5 stiklinės"
            ],
            "instructions": "Kiaulieną smulkiai supjaustykite ir apkepkite aliejuje. Suberkite smulkiai pjaustytus svogūnus, česnakus ir morkas. Kepkite kol daržovės suminkštės. Suberkite į puodą, įdėkite raugintų kopūstų, įpilkite sultinio. Troškinkite kelias minutes. Įdėkite tarkuoto kopūsto, pomidorų padažo ir pjaustytas rūkytas dešreles. Suberkite prieskonius ir išmirkytas ir supjaustytas džiovintas slyvas. Uždenkite ir troškinkite ant mažos ugnies apie 20-30 minučių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTrJE4hj62LPkGqwIPecP-EqSMG8w7QinxNNA&usqp=CAU"
        },
        {
            "id": "62",
            "category": "main",
            "title": "Lenkiški virtinukai TINGINIUKAI",
            "country": "Lenkija",
            "ingredients": [
                "Bulvės 300 g",
                "Varškė 200 g",
                "Kiaušiniai 2 vnt.",
                "Miltai 5 šaukštai",
                "Pienas 50 ml",
                "Druska pagal skonį"
            ],
            "instructions": "Virtas bulves gerai sutrinkite su pienu. Sudėkite varškę, įmuškite kiaušinius, įberkite druskos, miltų ir gerai išminkykite. Nulipdykite ilgas, nykščio storumo juostas ir jas supjaustykite 1,5-2 cm pločio gabaliukais. Atsargiai sudėkite į pasūdytą verdantį vandenį ir kai iškils į paviršių, virkite dar 2 minutes. Patiekite su tirpintu sviestu.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSoCucEaeCtOsI0okODJ9VW0e2-ig3H39eLQg&usqp=CAU"
        },
        {
            "id": "63",
            "category": "snack",
            "title": "Greitai marinuoti svogūnai",
            "country": "Lenkija",
            "ingredients": [
                "Rausvieji svogūnai (arba paprastų svogūnų) 600 g",
                "Citrinos 2 vnt.",
                "Obuolių acto 1 šaukštas",
                "Alyvuogių aliejus 60 ml",
                "Druska 1 šaukštelis"
            ],
            "instructions": "Svogūnus supjaustykite pusžiedžiais ir išskirstykite. Sudėkite į sandariai uždaromą indą. Citrinas supjaustykite stambiomis riekelėmis, užspauskite sultis ant svogūnų, citrinas sudėkite kartu. Pilkite aliejų, actą, berkite druskos. Indelį uždarykite, papurtykite ir kelioms valandoms dėkite į šaldytuvą. Prieš patiekiant išimkite citrinas.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZcSu0gkTjSvB4u8ZnbsM0KyYyH2Np1Yrb8w&usqp=CAU"
        },  {
            "id": "64",
            "category": "dessert",
            "title": "Mazurek",
            "country": "Lenkija",
            "ingredients": [
                "Miltai 1.5 stiklinės",
                "Cukrus 1 stiklinė",
                "Sviestas 100 g",
                "Kiaušinių tryniai 5 vnt.",
                "Vanilinis cukrus 1 šaukštas",
                "Druska žiupsnelis",
                "Citrinos žievelė žiupsnelis"
            ],
            "instructions": "Giliame inde sumaišykite stiklinę cukraus, 100 g minkšto sviesto ir 5 kiaušinio trynius, pridėkite 1 šaukštą vanilinio cukraus, žiupsnelį druskos ir pusės citrinos nutarkuotą žievelę. Viską gerai išmaišykite ir pamažu suberkite pusantros stiklinės miltų. Jeigu reikia, miltų galima dėti ir daugiau, nes tešla turi būti gana standi. Tešlą plonai iškočiokite ir kepkite iki 180 laipsnių įkaitintoje orkaitėje 25 min.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmBnTTNcQ6Ai2GL7B2yx0IL1AE8T95dX-ZyQ&usqp=CAU"
        },
        {
            "id": "65",
            "category": "main",
            "title": "Cepelinai su grybais žemaitiškai",
            "country": "Lietuva",
            "ingredients": [
                "Bulvės 1 kg",
                "Grybai 1 puodelis",
                "Rūkyti lašiniai 150 g",
                "Svogūnai 1 vnt.",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Kiaušiniai 1 vnt.",
                "Pienas 300 ml",
                "Batonas 3 riekelės"
            ],
            "instructions": "Pirma pasiruoškite įdarą. Grybus apvirkite 200 ml pieno. Likusiu pienu užpilkite batono riekeles. Išvirtus grybus smulkiai supjaustykite ir apkepkite su smulkiai pjaustytu svogūnu ir lašinukais. Į atvėsusį įdarą sudėkite išmirkusį batoną (nusunkite pieną prieš dedant), pipirų, druskos ir įmuškite kiaušinį. Gerai išmaišykite. Bulves nulupkite. Dvi dalis sutarkuokite ir išspauskite, vieną dalį - išvirkite ir sugrūskite. Sumaišykite sutarkuotas žalias bulves su karštomis sugrūstomis. Padarykite nestorus blynelius, į vidų dėkite įdaro, kraštus užspauskite ir dėkite į pasūdytą verdantį vandenį. Į vandenį galite įdėti šaukštą krakmolo, taip cepelinai tikrai nesuirs. Virkite cepelinus apie 20 minučių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQE3P5scxcFxXw2Ye-WCl7e1ZhQFU4yRX1VMg&usqp=CAU"
        },
        {
            "id": "66",
            "category": "main",
            "title": "Džiovintais vaisiais įdarytas veršienos kumpis",
            "country": "Lietuva",
            "ingredients": [
                "Veršienos kumpis 1.5 kg",
                "Džiovinti abrikosai 200 g",
                "Džiovintos slyvos 300 g",
                "Prieskoniai mėsai 30 g",
                "Pipirai pagal skonį",
                "Druska pagal skonį"
            ],
            "instructions": "Veršienos kumpį nuplauti, išpjauti visas plėves, lengvai pamušti ir įtrinti prieskoniais. Dalį veršienos sumalti. Džiovintus vaisius nuplauti, išmirkyti ir sumaišyti su malta mėsa. Šią masę dėti ant išmušto kumpio, suvynioti į kepimo plėvelę ir kepti orkaitėje apie 2 valandas.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSyfCZSTvuBfxHjdahSulmrybZqNXmlMVBOeQ&usqp=CAU"
        },
        {
            "id": "67",
            "category": "main",
            "title": "Silkė su spanguolėmis ir riešutais",
            "country": "Lietuva",
            "ingredients": [
                "Silkės filė 500 g",
                "Morkos 2 vnt.",
                "Svogūnas 2 vnt",
                "Pomidorų padažas aštrus 1 stiklinė",
                "Džiovintos spanguolės 1 šaukštas",
                "Riešutai smulkinti 1 šaukštas",
                "Aliejus kepimui 2 šaukštai"
            ],
            "instructions": "Pirmiausia supjaustykite svogūnus, sutarkuokite morkas ir apkepkite aliejuje, pilkite pomidorų padažą, berkite spanguoles ir viską patroškinkite. Bebaigiant apibarstykite troškinį riešutais. Jam ataušus, maišykite sluoksniais su silke.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSj4GNmWdXwA1Z7pvgdc2O13aSuYYTIbeyVFA&usqp=CAU"
        },
        {
            "id": "68",
            "category": "dessert",
            "title": "Šokoladinis pyragas puodelyje",
            "country": "Lietuva",
            "ingredients": [
                "Miltai 6 šaukštai",
                "Cukrus 6 šaukštai",
                "Vanilinis cukrus 1 šaukštelis",
                "Kakava 2 šaukštai",
                "Kepimo milteliai 1 šaukštelis",
                "Pienas 6 šaukštai",
                "Aliejus 6 šaukštai",
                "Kiaušiniai 1 vnt."
            ],
            "instructions": "Atskirai sumaišykite visus sausus produktus (miltus, kakavą, cukrų, vanilinį cukrų, kepimo miltelius) ir visus skystus (pieną, kiaušinį, aliejų). Tuomet į skystus produktus suberkite sausus ir viską kruopščiai išmaišius supilkite į puodelius. Nereikėtų pilti per daug, nes pyragas iškyla. Kepti 4 minutes mikrobangų krosnelėje.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ8O403bogg4aH6J008IQpGOijADNvaDbsDCw&usqp=CAU"
        },
        {
            "id": "69",
            "category": "main",
            "title": "Meksikietiška vištiena",
            "country": "Meksika",
            "ingredients": [
                "Česnakai 4 skiltelės",
                "Ghi sviestas 1 šaukštas",
                "Svogūnas 1 vnt",
                "Pomidorai 3 vnt.",
                "Vištiena (tinka visos dalys) 1 kg",
                "Druska 1 šaukštelis",
                "Kukurūzai 1 indelis",
                "Saldaus pieno sūris – panyras riekelės"
            ],
            "instructions": "Smulkintą česnaką ir svogūną pakepinkite ghi svieste. Sudėkite smulkintus pomidorus, druską, pipirus, užpilkite šlakelį vandens, patroškinkite minutėlę, o po to sutrinkite viską iki vientisos konsistencijos. Vištieną išdėliokite kepimo skardoje, užpilkite paruoštu padažu, ant viršaus suberkite kukurūzus ir galiausiai viską pabarstykite sutarkuotu panyru. Kepkite 180 laipsnių orkaitėje apie 30 min.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS0yxZgODwn_zfwvmng7xC89L-sPXkkqVfeog&usqp=CAU"
        },
        {
            "id": "70",
            "category": "snack",
            "title": "Kesadilija (Quasadilla)su vištiena",
            "country": "Meksika",
            "ingredients": [
                "Vištienos filė 2 vnt.",
                "FAJITA prieskonių mišinys 1 pakelis",
                "Svogūnas 3 vnt",
                "Tortilijos 1 pakelis",
                "Sūris 400 g",
                "TACO švelnaus padažas pagal skonį",
                "Kalendros pagal skonį",
                "Aliejus 2 šaukštai",
                "Salotos 150 g"
            ],
            "instructions": "Pakepkite vištieną keptuvėje ir pagardinkite FAJITA prieskonių mišiniu, kol vištiena gražiai paruduos ir iškeps. Supjaustykite vištieną plonomis juostelėmis ir sudėkite ant TACO padažu apšlakstytų, susmulkintomis kalendromis, svogūnais ir tarkuotu sūriu apibarstytų tortilijų. Perlenkite kiekvieną tortiliją pusiau ir apkepkite virš vidutinės ugnies iš abiejų pusių, kol išsilydys sūris, o tortilijos įgys gražią auksinę spalvą. Perpjaukite kiekvieną kesadiliją pusiau ir sudėkite į padėklą. Patiekite su šviežiomis salotomis ir gvakamolės padažu.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT10JBNF9oJ7oi33MiRzzoetK7AFdXWiCL6lw&usqp=CAU"
        },
        {
            "id": "71",
            "category": "snack",
            "title": "Nachos kukurūzų traškučių užkandis",
            "country": "Meksika",
            "ingredients": [
                "Jautienos faršas 400 g",
                "Nachos traškučiai 1 pakelis",
                "Burrito prieskonių mišinys 1 pakelis",
                "Saldžiosios geltonosios paprikos 1 vnt.",
                "Saldžiosios raudonosios paprikos 1 vnt.",
                "Konservuoti kukurūzai 100 g",
                "Konservuotos Jelapeno aitiriosios paprikos 100 g",
                "Čederio sūris 100 g",
                "Kalendrospagal skonį",
                "Švelnus Taco padažas 5 g",
                "Grietinė pagal skonį"
            ],
            "instructions": "Į įkaitintą aliejų dedame jautienos faršą ir apkepame nuolat maišant. Suberiame prieskonių mišinį, viską sumaišome ir paliekame keletui minučių pasitroškinti. Ant skardos, išklotos folija, išdėliojame Nachos traškučius, ant viršaus dedame paruoštą faršą, supjaustytą papriką, Jalapeno pipirus, kukurūzus, užbarstome sūriu ir kepame orkaitėje 175 laipsnių temperatūroje apie 5 minutes. Prieš patiekiant ant viršaus dedame grietinės ir Taco padažo. Pabarstome susmulkinta šviežia kalendra.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT56agXL8lQZHsTnAsGpZgd0Efrur1uLDcTXg&usqp=CAU"
        },
        {
            "id": "72",
            "category": "dessert",
            "title": "Sūrio kremo ir ananasų salsos pyragas",
            "country": "Meksika",
            "ingredients": [
                "Obuoliai 1 vnt.",
                "Kriaušės 1 vnt.",
                "Cukrus 100 g",
                "PINEAPLLE SALSA padažas 150 g",
                "Maskarponės sūris 500 g",
                "Miltai 60 g",
                "Kiaušiniai 4 vnt.",
                "Tortilijos 3 vnt.",
                "Farin cukrus pagal skonį"
            ],
            "instructions": "Išplakite kiaušinius su cukrumi, įdėkite maskarponės ir ananasų salsos padažo, galiausiai įdėkite miltų. Sudėkite 2 tortilijas taip, kad uždengtumėte kepimo indo kraštus, supilkite pusę kreminio mišinio, uždėkite vieną tortiliją kaip vidurinį sluoksnį ir supilkite likusį kreminį mišinį. Galiausiai sudėkite obuolio ir kriaušės griežinėlius ir pabarstykite Farin cukraus. Kepkite 60 minučių iki 155 °C įkaitintoje orkaitėje. Palaukite apie 3–4 valandas, kol pyragas atvės, ir tada patiekite.",
            "imageUrl": "https://static.wixstatic.com/media/d875bb_5c8c7fc27a76433f9bd9f67dbffe2498~mv2.png"
        },
        {
            "id": "73",
            "category": "salad",
            "title": "Bulvių ir jūros gėrybių salotos",
            "country": "Norvegija",
            "ingredients": [
                "Bulvės 4 vnt.",
                "Cukinijos 1 vnt.",
                "Konservuoti žirneliai 1 stiklinė",
                "Krevetės 2 saujos",
                "Ikrai 2 šaukštai",
                "Laiškiniai česnakai 1 sauja",
                "Krapai 1 sauja",
                "Grietinė 4 šaukštai",
                "Majonezas 2 šaukštai",
                "Citrinų sultys pagal skonį",
                "Tabasko padažas šlakelis",
                "Druska pagal skonį",
                "Juodieji malti pipirai pagal skonį"
            ],
            "instructions": "Bulves išverdame su lupena, atšaldome, nulupame ir supjaustome kubeliais. Cukinijos lupti nereikia, tiesiog supjaustome kubeliais. Visus salotų ingredientus sumaišome bei dedame į indą kuriame patieksime. Padažo ingredientus taip pat sumaišome ir patiekiame atskirai.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQLroWtEG0MOCkNkgyz2Y3gb4rdDScw2AFsxg&usqp=CAU"
        },
        {
            "id": "74",
            "category": "main",
            "title": "Velniažuvė su artišokų piurė ir voveraitėmis",
            "country": "Norvegija",
            "ingredients": [
                "Velniažuvės filė 600 g",
                "Lašinukai 40 g",
                "Artišokai 200 g",
                "Citrinos 1 vnt.",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Pienas 40 ml",
                "Grietinėlė 38% proc. 30 ml",
                "Voveraitės 200 g",
                "Sviestas gabaliukas",
                "Špinatai 100 g",
                "Dilgėlės 30 g",
                "Česnakai 1 skiltelė",
                "Parmezano sūris 10 g",
                "Alyvuogių aliejus 50 ml"
            ],
            "instructions": "Velniažuvę apdėliokite plonomis lašinukų riekelėmis, dėkite į kepimo skardą ir kepkite 45 laipsnių orkaitėje maždaug 3 valandas. Artišokus nuvalykite ir patroškinkite pieno - grietinėlės mišinyje, kol suminkštės. Tada suplakite plaktuvu iki piurė, pagardinkite citrinos sultimis ir druska. Voveraites iškepkite svieste, pagardinkite druska. Špinatus ir dilgėles trumpai apvirkite, perliekite šaltu vandeniu ir suplakite plaktuvu. Pagardinkite druska ir citrinos sultimis.",
            "imageUrl": "https://g1.dcdn.lt/images/pix/1200x470/4j3mtm-EOWY/velniazuve-su-artisoku-piure-ir-voveraitemis-64445160.jpg"
        },
        {
            "id": "75",
            "category": "main",
            "title": "Lašiša pagal norvegus",
            "country": "Norvegija",
            "ingredients": [
                "Lašiša 600 g",
                "Vanduo 4 l",
                "Lauro lapai 2 vnt.",
                "Citrinos 1 vnt.",
                "Pipirai šaukštelis",
                "Druska pagal skonį",
                "Svogūnai 2 vnt.",
                "Baltas sausas vynas šlakelis",
                "Grietinėlė šaukštas",
                "Sviestas 250 g",
                "Krapai sauja"
            ],
            "instructions": "Užvirkite vandenį su prieskoniais, nukelkite nuo ugnies ir sudėkite į vandenį žuvį. Taip ją palaikykite 15-20 minučių. Kai lašiša taps tamsiai rausvos spalvos, ją galima ištraukti. Supjaustytą svogūną šiek tiek pakepinkite ir supilkite vyną, šiek tiek pavirkite, po truputį sudėkite sviestą, prieskonius ir pačioje pabaigoje žalumynus.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSJbtg5UG-sTfoj4rhHzrcJVFgh2uTpGlT-MA&usqp=CAU"
        },
        {
            "id": "76",
            "category": "dessert",
            "title": "Brownie pyragas (norvegiškas)",
            "country": "Norvegija",
            "ingredients": [
                "Vanilinis cukrus 8 šaukšteliai",
                "Kiaušiniai 8 vnt.",
                "Cukrus 200 g",
                "Kvietiniai miltai 6 stiklinės",
                "Kakava 12 šaukštų",
                "Druska 1 šaukštelis",
                "Margarinas 400 g"
            ],
            "instructions": "Viską sumaišome ir supilame į kepimo formą. Kepame 175 laiplsnių orkaitėje apie 45min.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRIHr9-3I1yHPoHXLOOpcdq1tmEB-AvcoJShA&usqp=CAU"
        },
        {
            "id": "77",
            "category": "snack",
            "title": "Midijos prie vyno",
            "country": "Portugalija",
            "ingredients": [
                "Midijos konservuotos 200 g",
                "Medus 2 šaukšteliai",
                "Garstyčios klasikinės 2 šaukšteliai",
                "Citrinos sultys 1 vnt.",
                "Krapai žiupsnelis"
            ],
            "instructions": "Midijas iš karto sudėti porcijomis į indelius. Garstyčias, medų ir citrinos sultis gerai išmaišyti. Užpilu aplieti midijas, pabarstyti smulkintais krapais.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSKnWxXj8lYyKhjEY3zh9sn3oEUv4XbFfIsFw&usqp=CAU"
        },
        {
            "id": "78",
            "category": "main",
            "title": "Keptas jūrų ešerys",
            "country": "Portugalija",
            "ingredients": [
                "Ešerys 2 vnt.",
                "Bulvės 8 vnt.",
                "Pomidorai(slyviniai) 8 vnt. ",
                "Svogūnai 1 vnt.",
                "Česnakai 2 skiltelės",
                "Saldžiosios paprikos milteliai 2 šaukšteliai",
                "Alyvuogių aliejus 2 šaukštai",
                "Druska pagal skonį",
                "Juodieji pipirai pagal skonį",
                "Petražolės 1 žiupsnelis"
            ],
            "instructions": " Bulves apvirkite vandenyje. Pomidorus ir bulves supjaustykit per pusę, svogūnus ir česnakus susmulkinkite. Įkaitinkite orkaitę iki 200C laipsnių temperatūros. Kepimo indą ištepkite aliejumi, klokite bulves, pomidorus, apibarstykite svogūnais su česnaku, sudėkite ant viršaus žuvis, tada ant visko užberkite druskos, pipirų, raudonosios paprikos miltelių ir smulkintų petražolių. Užklokite kepinį aliuminio folija ir pašaukite į orkaitę. Kepkite apie 30-35 minutes, kol žuvis bus trapi, o bulvės minkštos.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSUM5TCxRv_Pje2NX9a-PRTecYxs9-sPAlCkA&usqp=CAU"
        },
        {
            "id": "79",
            "category": "snack",
            "title": "Virtos strimėlės su svogūnais ir pomidorais",
            "country": "Portugalija",
            "ingredients": [
                "Strimėlės 1 kg",
                "Rupi jūros druska 200 g",
                "Svogūnas 4 vnt",
                "Pomidorai 4 vnt",
                "Balto vyno actas",
                "Alyvuogių aliejaus"
            ],
            "instructions": "Strimėles išdarinėkite, nupjaukite galvas ir gerai pasūdę palaikykite parą šaldytuve. Kitą dieną po tekančiu vandeniu nuplaukite druską, sudėkite virti, pavirkite 5 minutes, išėmę nulupkite odą. Strimėles sudėkite į lėkštę, ant viršaus – griežinėliais supjaustytus svogūnus ir pomidorus. Pašlakstykite patiekalą actu bei aliejumi ir patiekite su baltuoju arba rožiniu sausu vynu, arba baltuoju vinho verde (jaunu vynu).",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTMMzS42guDK5uALnClBmtwWoIamdXSn--wbA&usqp=CAU"
        },
        {
            "id": "80",
            "category": "dessert",
            "title": "Migdolų pyragas",
            "country": "Portugalija",
            "ingredients": [
                "Miltai 1 puodelis",
                "Cukrus 1 puodelis",
                "Kepimo milteliai 1 šaukštelis",
                "Soda 1 šaukštelis",
                "Kiaušiniai 1 vnt",
                "Druska žiupsnelis",
                "Pasukos 1 puodelis",
                "Vanilės ekstraktas 1 šaukštelis",
                "Ištirpintas sviestas 1 puodelis",
                "Migdolai smulkinti 1 puodelis",
                "Vanduo 6 šaukštai",
                "Migdolų esencija šaukštelis"
            ],
            "instructions": "Įkaitinkite orkaitę iki 180° C. Dubenyje sumaišykite miltus, cukrų, kepimo miltelius, sodą ir druską. Išplakite kiaušinius ir sumaišykite su pasukomis. Įlašinkite vanilės ekstrakto, supilkite atvėsusį sviestą ir išmaišykite. Supilkite į miltų mišinį ir užmaišykite tešlą. Tešlą supilkite į riebalais išteptą kepimo formą ir kepkite maždaug 35 minutes. Migdolų sirupui sumaišykite vandenį su cukrumi ir pavirkite, kol pradės tirštėti, nuimkite nuo ugnies, supilkite migdolų ekstraktą. Pyragą išimkite, apibarstykite maltais migdolais ir visą pyragą apipilkite karštu migdolų sirupu, kad gerai įsigertų. Kiškite į orkaitę ir dar pakepkite 10 min, kol migdolai gražiai apskrus.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRKBkOnIKizEJYfipUeKHgpy6bPPsHkbj2p-A&usqp=CAU"
        },
        {
            "id": "81",
            "category": "soup",
            "title": "Svogūnų sriuba",
            "country": "Prancūzija",
            "ingredients": [
                "Sviestas 50 g",
                "Čiobrelių šakelės 2 vnt.",
                "Svogūnas 600 g",
                "Lauro lapai 1 vnt.",
                "Pipirai 0.25 šaukštelio",
                "Druska 1 šaukštelis",
                "Baltas vynas 150 ml",
                "Česnakai 2 skiltelės",
                "Jautienos sultinys 1 l",
                "Miltai 1 šaukštas",
                "Prancūziškas batonas 0.5 vnt.",
                "Tarkuotas ementalio sūris 150 g",
                "Rozmarinai 1 šaukštelis"
            ],
            "instructions": "Svogūnus nulupkite ir susmulkinkite. Puode išlydykite sviestą ir pakepinkite svogūnus apie 20 minučių, kol šie suminkštės ir karamelizuosis. Įspauskite 1 česnako skiltelę, įmeskite lauro lapą, čiobrelius, supilkite vyną ir kaitinkite apie 5 minutes. Kai išgaruos alkoholis, garuose turi nebesijausti aitraus kvapo. Tada suberkite miltus, išmaišykite ir po minutės supilkite jautienos sultinį, įberkite druskos ir pipirų. Virkite sriubą dar 20 minučių. Įkaitinkite orkaitę ir nustatykite grilio funkciją. Sriubą išpilstykite į indelius, apibarstykite tarkuotu sūriu bei rozmarinais ir pakaitinkite orkaitėje, kol išsilydys sūris. Patiekite su skrudintu prancūzišku batonu.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSWXc_2Rgz9OfqFRpQkgUPlNi-R933T21jWog&usqp=CAU"
        },
        {
            "id": "82",
            "category": "main",
            "title": "Bulvių apkepas",
            "country": "Prancūzija",
            "ingredients": [
                "Bulvės 1 kg",
                "Sviestas 5 šaukštai",
                "Svogūnas 1 vnt",
                "Česnakai 3 skiltelės",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Grūdėtosios garstyčios 1 šaukštas",
                "Muskato riešutai 0.5 šaukštelio",
                "Kietasis sūris 6 šaukštai",
                "Grietinėlė (neriebi) 2 puodeliai"
            ],
            "instructions": "Orkaitę įkaitinkite iki 180 laipsnių. Sviestu ištepkite kepimo indą. Kitame puode ištirpinkite likusį sviestą ir sudėkite gana smulkiai pjaustytą svogūną. Apkepkite 4-5 minutes. Įdėkite išspaustą česnaką ir dar kepkite apie 1 minutę. Sudėkite gastyčias, suberkite prieskonius ir išmaišykite. Supilkite grietinėlę, suberkite plonai pjaustytas bulves ir išmaišykite. Virkite apie 5 minutes. Supilkite bulves su padažu į paruoštą kepimo indą, išlyginkite ir užberkite smulkiai tarkuotu sūriu. Kepkite orkaitėje apie 30 minučių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQjjgL7naMTAUDREgSCAxbdKE-G9Q2LykYRvw&usqp=CAU"
        },
        {
            "id": "83",
            "category": "main",
            "title": "Provanso troškinys",
            "country": "Prancūzija",
            "ingredients": [
                "Vištienos filė 200 g",
                "Cukinijos 300 g",
                "Baklažanai 300 g",
                "Saldžiosios geltonosios paprikos 100 g",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Pomidorai 4 vnt.",
                "Česnakai 2 skiltelės",
                "Čiobreliai 1 šaukštelis",
                "Šalavijai 1 šaukštelis",
                "Lauro lapai 4 vnt."
            ],
            "instructions": "Vištieną supjaustykite ir apkepkite svieste su prieskoniais, tada suberkite į puodą. Supjaustykite cukinijas, baklažaną, pomidorus, paprikas ir suberkite į puodą. Įpilkite vandens tiek, kad tik apsemtų daržoves. Įberkite Provanso žolelių mišinio: čiobrelių, šalavijo ir lauro lapų. Įmeskite sutraiškytų česnako skiltelių. Virkite uždengus dangtį ant mažos ugnies apie valandą. Vis pamaišykite. Prieš baigiant virti įberkite druskos ir pipirų.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQa5cjMgmheWT0FCf3PP9k3MLA8tRPKLEksjg&usqp=CAU"
        },
        {
            "id": "84",
            "category": "dessert",
            "title": "Paryžietiškas FLANAS",
            "country": "Prancūzija",
            "ingredients": [
                "Miltai 200 g",
                "Cukrus 100 g",
                "Kiaušiniai 4 vnt.",
                "Pienas 1 l",
                "Sviestas 30 g",
                "Vanilinis cukrus 2 šaukšteliai"
            ],
            "instructions": "Miltus sumaišykite su cukrumi ir vaniliniu cukrumi. Įmuškite kiaušinius, išmaišykite. Supilkite ištirpintą sviestą ir išmaišykite. Maišant supilkite pieną ir labai gerai išmaišykite. Kepimo formą gausiai ištepkite sviestu ir supilkite tešlą. Kepkite 45 minutes iki 190 - 200 laipsnių įkaitintoje orkaitėje.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm2eMZWi3yUV1ChXmwg6sU_bvk2wdtfg145Q&usqp=CAU"
        },
        {
            "id": "85",
            "category": "main",
            "title": "PHAD THAI su vištiena",
            "country": "Tailandas",
            "ingredients": [
                "Vištienos filė (arba kiaulienos) 400 g",
                "Baltagūžiai kopūstai 200 g",
                "Kiaušiniai 2 vnt.",
                "Ryžių makaronai 1 pakelis",
                "PHAD THAI WOK padažas 2 pakeliai",
                "Aliejus 2 šaukštai",
                "Saldaus aitriųjų paprikų padažas",
                "Laimo vaisių sultys"
            ],
            "instructions": "Paruoškite ryžių makaronus. Vištienos juosteles pakepkite kiniškoje keptuvėje arba ant grotelių, sudėkite susmulkintą kopūstą. Sumažinkite ugnį, kai vištiena gražiai paruduos. Sudėkite ryžių makaronus, įmaišykite PHAD THAI WOK padažą ir išplaktus kiaušinius. Pakaitinkite. Iš karto patiekite su saldžiu aitriųjų paprikų padažu, įspauskite žaliųjų citrinų sulčių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT_Z2TeVacq4vhhKeR11AI0ewU6KB_SDphW0Q&usqp=CAU"
        },
        {
            "id": "86",
            "category": "soup",
            "title": "Tom Kha sriuba su daržovėmis",
            "country": "Tailandas",
            "ingredients": [
                "Vanduo 600 ml",
                "Vištienos filė 400 g",
                "Kiaušinių makaronai 1 pakelis",
                "Aliejus 1 šaukštas",
                "Tom Kha sriubos prieskonių mišinys 1 pakelis",
                "Kokosų pienas 400 ml",
                "Daržovės (porai, morkos, špinatai) 300 g",
                "Kalendros šviežios 2 saujos"
            ],
            "instructions": "Išvirkite makaronus ir greitai perliekite juos šaltu vandeniu, kad nesuliptų. Padėkite į šalį. Pakepkite aliejuje susmulkintą vištieną ir porus. Prieskonių mišinį, supilkite vandenį, kokosų pieną ir pakaitinkite. Sudėkite likusias daržoves ir troškinkite apie 5 minutes. Patiekdami sudėkite makaronus ir susmulkintas kalendras.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRgcXW21wQimGlfIZAzecgx2ltqLLZVhpsqPw&usqp=CAU"
        },
        {
            "id": "87",
            "category": "salad",
            "title": "Vištienos salotos su vaisiais",
            "country": "Tailandas",
            "ingredients": [
                "Vištienos filė 200 g",
                "Mangai 1 vnt.",
                "Greipfrutai 1 vnt.",
                "Aliejus 2 šaukštai",
                "Granatai 1 vnt",
                "Lapinės salotos 100 g",
                "Santa Maria imbiero ir citrinžolės padažas Wok 1 pakelis"
            ],
            "instructions": "Vištieną supjaustykite juostelėmis. Įkaitintame aliejuje pakepkite vištienos juosteles apie 3–4 min., kol jos gražiai paruduos. Įpilkite padažo Wok ir kepkite dar tiek pat laiko, kol vištiena iškeps. Nuplaukite salotų lapus šaltu vandeniu ir nusausinkite. Vaisius supjaustykite. Patiekite salotų lapus su kepta vištiena ir kitais salotų ingredientais.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT6uNIoKibgk_hT8dsB4fNqet9TEt1fK7UVAw&usqp=CAU"
        },
        {
            "id": "88",
            "category": "dessert",
            "title": "Ryžių pudingas su mangais",
            "country": "Tailandas",
            "ingredients": [
                "Ryžiai jasmine 200 ml",
                "Vanduo 300 ml",
                "Kokosų pieno kremas 200 ml",
                "Cukrus 50 ml",
                "Mangai 2 vnt.",
                "Druska 1 šaukštelis",
                "Mėtos žiupsnelis"
            ],
            "instructions": "Palikite ryžius pastovėti 3 valandas, kad išbrinktų, arba geriau net visai nakčiai. Po to, žemoje temperatūroje uždengtame puode virkite juos apie 15 minučių. Vėliau supilkite kokosų pieno kremą, įdėkite cukraus ir druskos. Palikite ryžius atvėsti 30 minučių. Nuskuskite ir supjaustykite mangus ir pabarstykite mėtų lapeliais. Patiekite susliuoksniavę kartu su ryžiais.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS-p6gjDGZMi6pc-M3yr26EPRper7ByuH_kWQ&usqp=CAU"
        },
        {
            "id": "89",
            "category": "main",
            "title": "Naminiai kebabai su vištiena ir sūriu",
            "country": "Turkija",
            "ingredients": [
                "Vištienos filė 800 g",
                "Graikiškas jogurtas 400 g",
                "Fermentinis sūris 200 g",
                "Kininis kopūstas 0.5 vnt.",
                "Pomidorai 3 vnt.",
                "Agurkai 2 vnt.",
                "Krapai pagal skonį",
                "Česnakai pagal skonį",
                "Majonezas 5 šaukštai",
                "Svogūnai 1 vnt",
                "Druska pagal skonį",
                "Tortilijos 5 vnt."
            ],
            "instructions": " Vištienos filė, supjaustytą juostelėmis, dėkite į įkaitintą aliejų keptuvėje. Suberkite smulkiai pjaustytus svogūnus, o prieš baigiant kepti įpilkite graikiško jogurto (apie 200 g). Vištieną apiberkite mėgstamais prieskoniais ir uždengus dangčiu patroškinkite kelias minutes. Kitame inde paruoškite padažą. Likusį graikišką jogurtą sumaišykite su džiovintais krapais, druska ir tarkuotais arba išspaustais česnakais ir gerai išmaišykite. Susitarkuokite fermentinį sūrį ir agurkus (nuo agurkų nuspauskite sultis). Kopūstą ir pomidorą susmulkinkite. Visas daržoves sudėkite į vieną indą ir užbarstykite šiek tiek druskos. Tortilijas ištepkite majonezu, dėkite sluoksniais sūrį, daržoves, vištieną ir užpilkite padažo, sulankstykite. Kepkite 180 laipsnių orkaitėje apie 15 minučių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSA9L4RylECfxNJWpcZEKSwYO9puuYUnOATZg&usqp=CAU"
        },
        {
            "id": "90",
            "category": "soup",
            "title": "Piemenų sriuba",
            "country": "Turkija",
            "ingredients": [
                "Kiaušiniai 1 vnt.",
                "Jogurtas 450 g",
                "Sviestas 2 šaukštai",
                "Miltai 2 šaukštai",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Mėtos (džiovintos) 2 šaukštai",
                "Ryžiai 1 stiklinė",
                "Žalumynai"
            ],
            "instructions": "Ryžius užpilkite 3 stiklinėmis šalto vandens, kai užvirs, įberkite druskos, sumažinkite liepsną ir virkite 20 – 25 min. Kiaušinį išplakite, paskui plakdami supilkite jogurtą, stiklinę vandens, suberkite miltus. Į mišinį įpilkite šiek tiek ryžių nuoviro, išmaišykite galiausiai sudėkite ryžius su puse nuoviro ir išmaišykite. Masę iš dubens supilkite į puodą su ryžiais. Kai užvirs, iš karto nukaiskite. Įpilkite aliejaus, suberkite mėtas, įberkite druskos ir pipirų. Uždenkite puodą ir palikite pastovėti 5 min. Patiekite su žalumynais ir paplotėliais.",
            "imageUrl": "https://g.dcdn.lt/images/pix/jogurto-sriuba-61252211.jpg"
        },
        {
            "id": "91",
            "category": "main",
            "title": "Jautiena lavaše",
            "country": "Turkija",
            "ingredients": [
                "Jautiena 600 g",
                "Lavašas 4 vnt.",
                "Alyvuogių aliejus 1 šlakelis",
                "Raudonėliai 1 žiupsnelis",
                "Citrinų sultys 1 šaukštas",
                "Špinatai 160 g",
                "Raudonieji svogūnai 0.25 vnt.",
                "Kedro riešutai 1 šaukštas",
                "Konservuoti pomidorai 0.5 stiklinės",
                "Česnakai 1 skiltelė",
                "Bazilikai 1 žiupsnelis",
                "Balzaminis actas 1 šaukštelis"
            ],
            "instructions": "Jautieną smulkiai supjaustykite. Įkaitinkite didelę keptuvę ir joje apkepkite mėsą. Suberkite susmulkintus raudonėlius ir supilkite citrinų sultis. Leiskite mėsai šiek tiek ataušti. Lavašus iš vienos pusės ištepkite pomidorų padažu. Jam pasigaminti smulkintuvu suplakite konservuotus pomidorus, česnaką, baziliko lapelius ir balazaminį actą. Tada išdėliokite špinatų lapus, žiedais supjaustytą svogūną ir mėsos gabalėlius. Ant viršaus pabarstykite kedrų riešutais.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRl5L3o7oO5Kw8-TlvJob9cDnQYe6aHo-x9Pg&usqp=CAU"
        },
        {
            "id": "92",
            "category": "dessert",
            "title": "Turkiškas keksas",
            "country": "Turkija",
            "ingredients": [
                "Cukrus 1,5 stiklinės",
                "Kiaušiniai 4 vnt.",
                "Saulėgrąžų aliejus 0,5 stiklinės",
                "Natūralus jogurtas 1,5 stiklinės",
                "Vanilinis cukrus 1 pakelis",
                "Miltai 2-3 stiklinės",
                "Kepimo milteliai 1 šaukštelis",
                "Razinos 1 sauja",
                "Džiovinti abrikosai 1 sauja",
                "Graikiši riešutai 1 sauja"
            ],
            "instructions": "Kiaušinius išplakti su cukrumi, supilti aliejų, jogurtą, suberti vanilinį cukrų, miltus, sumaišytus su kepimo milteliais. Sumaišyti tešlą. Sukrėsti karštame vandenyje nuplikytas razinas, džiovintus abrikosus. Suberti smulkintus riešutus. Kepti apie 30 min. 180 laipsnių karščio orkaitėje. Ataušusį keksą papuošti cukraus pudra.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSIXsk1xO30qacfS0tQLBIJmdH-YD6f0KTWIw&usqp=CAU"
        },
        {
            "id": "93",
            "category": "main",
            "title": "Kijevo kotletai su džiovintų baravykų įdaru",
            "country": "Ukraina",
            "ingredients": [
                "Vištienos krūtinėlių filė 2 vnt.",
                "Džiovinti baravykai 1 sauja",
                "Svogūnas 1 vnt",
                "Sviestas 80 g",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Malti džiūvėsėliai 50 g",
                "Kiaušiniai 1 vnt.",
                "Aliejus kepimui 200 ml"
            ],
            "instructions": "Pirmiausia paruoškite įdarą. Džiovintus baravykus užplikinkite verdančiu vandeniu ir pamirkykite valandą. Paskui pavirkite pusvalandį. Nukoškite ir sumalkite. Svogūną pakepinkite svieste, įpusėjus kepti, sudėkite grybus. Pagardinkite druska ir pipirais. Vištienos krūtinėlių filė išmuškite, pasūdykite ir pabarstykite pipirais. Ant vidurio dėkite šaukštą grybų įdaro. Kraštus užvyniokite taip, kad jie visiškai uždengtų įdarą. Pavilgykite plaktame kiaušinyje, tada džiūvėsėliuose, vėl kiaušiniuose ir vėl džiūvėsėliuose. Paruoštus kotletus kepkite gerai įkaitintame aliejuje 3-5 minutes, paskui dar kelias minutes pakepkite orkaitėje.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTw2iKRdOfc5Zk-wFUgKS24vVFvC7dl_TqaTQ&usqp=CAU"
        },
        {
            "id": "94",
            "category": "soup",
            "title": "Ukrainietiški barščiai",
            "country": "Ukraina",
            "ingredients": [
                "Kiauliena 250 g",
                "Burokėliai 250 g",
                "Svogūnas 1 vnt",
                "Baltagūžiai kopūstai 350 g",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Bulvės 400 g",
                "Morkos 2 vnt.",
                "Petražolių šaknys 1 vnt.",
                "Česnakai 2 skiltelės",
                "Pomidorų pasta 80 g",
                "Miltai 1 šaukštas",
                "Lašinukai (smulkiai supjaustyti) 1 šaukštas",
                "Cukrus 1 šaukštas",
                "Actas 1 šaukštelis",
                "Džiovintos saldžiosios paprikos 2 šaukštai",
                "Lauro lapai 1 vnt.",
                "Krapai žiupsnelis"
            ],
            "instructions": "Mėsą supjaustykite mažais gabaliukais, užpilkite šaltu pasūdytu vandeniu ir virkite, kol suminkštės. Sudėkite supjaustytus burokėlius, pomidorų pastą, actą ir dar patroškinkite. Morkas, petražolės šaknį ir svogūną smulkiai supjaustykite ir truputį pakepinkite. Bulves supjaustykite kubeliais, kopūstus - šiaudeliais ir suberkite į sriubą. Pagardinkite druska ir pipirais. Pavirkite 20 min, tada sudėkite troškintas daržoves. Baigiant virti, supilkite vandenyje išleistus miltus ir gerai išmaišykite. Jeigu norite, įpilkite šlakelį acto. Prieš pat pateikiant į sriubą suberiamas smulkiai kapotas česnakas, lašinukai, susmulkintos petražolės, krapai ir dar kartą užvirinama.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSv2jxQ-VWaly4SN0ggJhHuBDJuwYPO7HSOng&usqp=CAU"
        },
        {
            "id": "95",
            "category": "main",
            "title": "Veršienos kukuliai",
            "country": "Ukraina",
            "ingredients": [
                "Veršienos faršas 500 g",
                "Sviestas 50 g",
                "Kiaušiniai 1 vnt.",
                "Batonas 100 g",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Petražolės žiupsnelis"
            ],
            "instructions": "Faršą sumaišyti su kiaušiniu, įtarkuoti batono, įdėti sviesto, kapotų petražolių, druskos, pipirų. Suformuoti kukulius ir išvirti pasūdytame vandenyje arba garuose. Patiekti su virtomis bulvėmis arba ankštinėmis pupelėmis bei aštriu pomidorų padažu.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDZKwhc_lyUsXNUFNL_S3rHi4UVLn2DFxf6w&usqp=CAU"
        },
        {
            "id": "96",
            "category": "dessert",
            "title": "Povidlianka - keksas su uogiene",
            "country": "Ukraina",
            "ingredients": [
                "Cukrus 50 g",
                "Kiaušiniai 5 vnt.",
                "Manų kruopos 200 g",
                "Riešutai 100 g",
                "Uogienė 650 g",
                "Sviestas 20 g",
                "Romas 50 ml"
            ],
            "instructions": "Atskirti kiaušinių baltymus nuo trynių. Trynius ištrinti iki baltumo su puse cukraus, sudėti pertrintą vaisinę (geriausiai obuolių arba kriaušių) uogienę, supilti romą, manų kruopas, gerai išmaišyti, sudėti iki standumo išplaktus kiaušinių baltymus. Gautą masę supilti į išteptą riebalais kepimo formą, pabarstyti likusiu cukrumi, kapotais riešutais ir apie 30",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSwSQ6MlULDNBUnqiaJuVQSlf-4Fc1MKWlB7w&usqp=CAU"
        },
        {
            "id": "97",
            "category": "main",
            "title": "Kapitono Tenkešo guliašas",
            "country": "Vengrija",
            "ingredients": [
                "Jautienan500 g",
                "Miltai 2 šaukštai",
                "Svogūnas 1 vnt",
                "Morkos 4 vnt.",
                "Lauro lapai 2 vnt.",
                "Druska pagal skonį",
                "Juodieji malti pipirai pagal skon",
                "Česnakai 3 skiltelės",
                "Paprikos milteliai 1 šaukštas",
                "Kmynai pagal skonį",
                "Savo sultyse konservuoti pomidorai 400 g",
                "Sultinys 500 ml",
                "Aliejus"
            ],
            "instructions": "Mėsą supjaustykite plonais gabaliukais, apibarstykite druska bei pipirais ir apvolioję miltuose apskrudinkite įkaitintame aliejuje. Kitoje keptuvėje aliejuje pakepinkite svogūną ir česnaką. Sudėkite morkas, kai pageltonuos – pomidorus savose sultyse, įberkite kmynų, druskos, pipirų, paprikos ir laurų lapus. Daržoves ir mėsą sudėkite į puodą, užpilkite sultiniu ir troškinkite virš silpnos ugnies apie valandą. Patiekite su karštais makaronais arba bulvėmis.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTg7APGnCBPlk90by52IRl4rpOFnsJGGmMiFQ&usqp=CAU"
        },
        {
            "id": "98",
            "category": "main",
            "title": "Vengriškas viščiukas",
            "country": "Vengrija",
            "ingredients": [
                "Vištų ketvirčiai 4 vnt.",
                "Česnakai 3 skiltelės",
                "Svogūnas 1 vnt",
                "Miltai 3 šaukštai",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Rūkytų paprikų milteliai 1 šaukštas",
                "Vištienos sultinys 1.5 puodelio",
                "Pomidorai 4 vnt."
            ],
            "instructions": "Vištų ketvirčius perpjaukite pusiau, pabarstykite druska ir pipirais. Apkepkite iš abiejų pusių aliejuje po 7 minutes. Vištieną išimkite, suberkite smulkiai pjaustytus svogūnus ir juos apkepkite. Sudėkite išspaustus česnakus ir kepkite maišant dar 3 minutes. Suberkite miltus, paprikų miltelius, pipirus, druską ir gerai išmaišykite. Maišant supilkite sultinį ir sudėkite smulkiai pjaustytus pomidorus be odelių. Palaukite kol padažas užvirs ir sudėkite vištieną. Uždenkite keptuvę dangčiu ir troškinkite apie 20 minučių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTbXQ23d9_gwhdXQ9UPRkCa1ILsrog2wsZA1w&usqp=CAU"
        },
        {
            "id": "99",
            "category": "soup",
            "title": "Vengriška pievagrybių sriuba",
            "country": "Vengrija",
            "ingredients": [
                "Pievagrybiai 600 g",
                "Sultinys 600 ml",
                "Svogūnas 1 vnt",
                "Pienas 200 ml",
                "Pipirai pagal skonį",
                "Druska pagal skonį",
                "Grietinė 100 g",
                "Sviestas 40 g",
                "Krapai 1 sauja",
                "Sojos padažas 2 šaukštai",
                "Maltos raudonosios paprikos 2 šaukšteliai"
            ],
            "instructions": "Svogūnus supjaustyti smulkiais kubeliais. Pievagrybius nuvalyti ir supjaustyti riekelėmis. Puode ištirpinti sviestą. Pakepinti svogūnus kelias minutes, kol suminkštės. Sudėti pievagrybius, pagardinti druska, paprika ir pipirais, kepinti, kol suminkštės ir šiek tiek susileis. Užpilti sultiniu, pienu ir pagardinti sojos padažu. Užvirinti, sumažinti kaitrą ir uždengti. Virti apie 15 min. Grietinę išmaišyti su maždaug 100 ml karšto sriubos skysčio. Supilti atgal į sriubą, įspausti citrinos sulčių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSGh9pUxg_jRNEZO_V4y46MpKJ0n1XFDQbFuQ&usqp=CAU"
        },
        {
            "id": "100",
            "category": "dessert",
            "title": "Varškės pyragėliai",
            "country": "Vengrija",
            "ingredients": [
                "Citrinos žievelė 1 šaukštelis",
                "Cukrus 2-3 šaukštai",
                "Kiaušiniai 3 vnt.",
                "Miltai 150 g",
                "Pienas 200 ml",
                "Druska truputis",
                "Vanduo truputis",
                "Varškė 150-200 g"
            ],
            "instructions": "Tešla: Iš miltų, 2 kiaušinių, šaukštelio cukraus, druskos, pieno ir trupučio vandens užminkoma tešla. Ji 1,5 val. palaikoma. Paskui iš jos padaromi pyragėliai (12 vnt.), vadinamų palatšinkenais, kurie iškepami keptuvėje. Varškė pertrinama per sietą, sumaišoma su tryniu, druska, cukrumi, citrinos žievele. Įpilama pieno arba grietinėlės. Atskirai išplakami baltymai. Viskas sumaišoma. Ant dalies paruoštų palatšinkenų uždedama varškės, ant viršaus užvožiami kiti palatšinkenai.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQmS4gwhY11YXiE5Bf4Y807RjijLLKW-T2Bag&usqp=CAU"
        },
        {
            "id": "101",
            "category": "hot-drink",
            "title": "Grogas",
            "country": "Anglija",
            "ingredients": [
                "Juodoji arbata 200 ml",
                "Tamsus romas 50 ml",
                "Medus 1 šaukštelis",
                "Citrinos 4 riekelės",
                "Cinamonas 2 žiupsneliai"
            ],
            "instructions": "Arbatžoles ir cinamoną užpilkite karštu vandeniu ir palaukite 5 minutes. Supilkite romą, įdėkite medaus ir išmaišykite. Gėrimą supilstykite į puodelius ir įdėkite citrinos griežinėlių.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTgY4Nng_h4ziMVWjzd70HQ82pqF9cpfxc86g&usqp=CAU"
        },
        {
            "id": "102",
            "category": "hot-drink",
            "title": "Zabaglione",
            "country": "Italija",
            "ingredients": [
                "Kiaušiniai 3 vnt.",
                "Cukrus 2šaukštai",
                "Kakava 1 šaukštelis",
                "Kava ristretto 1 puodelis",
                "Mėtos 1 šakelė"
            ],
            "instructions": "Į indą sudėkite nuo baltymų atskirtus kiaušinių trynius ir cukrų. Plakite iki tirštos masės apie 10 minučių. Kai jau atrodys, kad jau gana – plakite dar 10 minučių. Į puodelį įpilkite truputį kavos (ristretto) ir užpilkite kremu. Apibarstykite kakava ir papuoškite šviežia mėta. Gogel mogel giminaitis iš Italijos paruoštas.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSUyoLvKD71_uDr6ynTh-4ZIzeOs84t3eGxng&usqp=CAU"
        },
        {
            "id": "103",
            "category": "hot-drink",
            "title": "Karštas meksikietiškas šokoladas",
            "country": "Meksika",
            "ingredients": [
                "Pienas 2 stiklinės",
                "Šokoladas 100 g",
                "Cinamono lazdelės 3 vnt.",
                "Vanilės ekstraktas 1 šaukštas"
            ],
            "instructions": "Į nedidelį puodą supilkite pieną, užkaiskite ant vidutinio karštumo viryklės. Įdėkite cinamono lazdeles, sutrupintą šokoladą. Maišykite ir kaitinkite, kol ištirps šokoladas. Išimkite iš pieno cinamono lazdeles, supilkite į pieną vanilės ekstraktą, užvirinkite. Nukaiskite puodą nuo viryklės, išplakite jo turinį. Karštą šokoladą išpilstykite į puodelius ir iš karto patiekite.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRRQnC_iu9qZ5XU3x4atm-CH5-oup915khh1g&usqp=CAU"
        },
        {
            "id": "104",
            "category": "hot-drink",
            "title": "„Submarino“",
            "country": "Argentina",
            "ingredients": [
                "Pienas 1 stiklinė",
                "Juodas šokoladas 50 g"
            ],
            "instructions": "Užverdame pieną ir supilame į puodelį. Į karštą pieną dedame šokolado plytelę, maišome, kol visas šokoladas ištirpsta ir mėgaujamės smaližių gėrimu. Štai taip yra patiekiamas ir geriamas karštas šokoladas Argentinoje.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSq-6xonTOHMRO_n7NbjNXUe6VXqtyhHtwJhA&usqp=CAU"
        },
        {
            "id": "105",
            "category": "hot-drink",
            "title": "Turkiška kava su prieskoniais",
            "country": "Turkija",
            "ingredients": [
                "Vanduo 150 ml",
                "Kava 2 šaukšteliai",
                "Cukrus 1 šaukštelis",
                "Cinamonas 1 šaukštelis",
                "Vanilinis cukrus 1 šaukštelis",
                "Kardamonas 1 žiupsnelis"
            ],
            "instructions": "Į mažą puodą supikite vandenį, kardamoną ir vanilę. Šiek tiek pavirkite. Kai užvirs vanduo su prieskoniais, ugnį išjunkite ir suberkite kavą bei cukrų. Leiskite kelioms minutės kavai sugerti skonius. Po kelių minučių vėl užkaiskite visą kavos mišinį ir virkite iki tol, kol pradės garuoti. Kartokite tai 4 - 5 kartus, kol visame mišinyje nebeliks putų. O jei putų vis dar bus - nugriebkite jas į atskirą puodelį. Visą kavos mišinį palikite kelioms minutėms, kol nusės kava. Tokią kavą reikia gerti karštą.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTq-2g-3CDoo26vX07YIL6bG7eYWTMj7WMpTA&usqp=CAU"
        },
        {
            "id": "106",
            "category": "cold-drink",
            "title": "Braškinė Margarita",
            "country": "Meksika",
            "ingredients": [
                "Tekila 60 ml",
                "Braškės 130 g",
                "Laimo vaisiai 1 vnt.",
                "Apelsinų likeris 40 ml",
                "Ledukai 150 g"
            ],
            "instructions": "Taurių kraštą patepkite citrinos skiltele. Į plokščią lėkštelę suberkite cukraus pudros, apverskite taurę ir prispauskite. Braškes nuplaukite, pašalinkite kotelius. Sudėkite į plaktuvą braškes, pusės žaliosios citrinos sultis, tekilą, likerį ir ledą. Suplakite. Supilkite į taures. Šiam kokteiliui galima naudoti žemuoges, abrikosus ir net ananasą.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ5B7ZlYCxOMguhYdY3oCX8sMzirxlxMqOOtw&usqp=CAU"
        },
        {
            "id": "107",
            "category": "cold-drink",
            "title": "Caipirinha",
            "country": "Brazilija",
            "ingredients": [
                "Romas Cachaça 60 g",
                "Laimo vaisiai 1 vnt.",
                "Cukrus 2 šaukšteliai",
                "Ledukai"
            ],
            "instructions": "Šio kokteilio pagrindinė sudedamoji dalis yra Cachaça - labai saldus braziliškas romas. Caipirinha kokteiliui galite naudoti įvairius sezoninius vaisius ir jų deriniais. Laimo vaisių perpjaukite pusiau. Vieną pusę supjaustykite į 6 dalis ir sudėkite į plaktuvą. Užberkite 2 šaukšteliais cukraus ir stipriai sumaigykite grūstuvėliu. Supilkite romą, įberkite ledukų ir suplakite. Kokteilį supilkite į šaltą stiklinę, įmeskite dar ledukų ir papuoškite laimo skiltele.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTukHXaI27T7MhYG4XWNL9jWaD3wt893JXXUg&usqp=CAU"
        },
        {
            "id": "108",
            "category": "cold-drink",
            "title": "Kokteilis su Avokadu",
            "country": "Amerika",
            "ingredients": [
                "Apelsinas 1 vnt.",
                "Avokadas 1 vnt.",
                "Bananas 1 vnt.",
                "Citrinos sultys 1 vnt.",
                "Petražolės sauja",
                "Vanduo 1 stiklinė"
            ],
            "instructions": "Nulupkite bananą, apelsiną, supjaustykite vaisius kubeliais ir sudėkite juos į trintuvo indą kartu su avokado minkštimu, petražolių lapeliais ir citrinos sultimis. Įpilkite stiklinę vandens ir viską sutrinkite. Kai tik masė taps vienalytė, tirštas, sotus ir skanus kokteilis bus paruoštas.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQiQJCrEvAJzJRM4FjrZwEV9oBx4g3X4h4DLQ&usqp=CAU"
        },
        {
            "id": "109",
            "category": "cold-drink",
            "title": "Putojančio vyno kokteilis",
            "country": "Prancūzija",
            "ingredients": [
                "Džinas 1 šaukštas",
                "Cukraus kubeliai 1-2",
                "Citrinos sultys 1 šaukštas",
                "Putojantis vynas 150 ml"
            ],
            "instructions": "Į taurę įpilti džiną, sultis, tada supilti putojantį vyną. Įmesti citrinos griežinėlius. Pateikiant įmesti cukraus kubelius.",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSKxMkOJB3nHkdfRoAmBNpTNSUIDANfC5zGRQ&usqp=CAU"
        },
        {
            "id": "110",
            "category": "cold-drink",
            "title": "Braziliškas limonadas",
            "country": "Brazilija",
            "ingredients": [
                "1 vidutinis laimo vaisius",
                "Cukrus 2 arbatiniai šaukšteliai",
                "Grūsto ledo",
                "Gazuoto mineralinio vandens"
            ],
            "instructions": "Skiltelėmis supjaustome laimą, dedame į stiklinę, suberiame cukrų  ir gerai sugrūdame. Tada iki stiklinės viršaus pripilame ledo ir užpilame mineraliniu vandeniu. Patiekiame su šiaudeliu",
            "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRXAK4EQK70Zmoq0_kJrWk739d-1sOGv0KY7A&usqp=CAU"
        }
    ]
}